Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fns-comp-configurator.*.po
Languages: de, es, fr, ru

source: FNS Composite Configurator
de: FNS Composite Konfigurator
es: Configurador de composición de FNS
fr: Configuration du manager composite
ru: FNS Композит Менеджер

source: Composite Manager
es: Gestor de Composición
fr: Manager composite
ru: Композит Менеджер

source: Use
de: Aktivieren
es: Usar
fr: Utilisez
ru: Использовать

source: Activate / deactivate the choosen composite manager.
de: Aktivieren / deaktivieren des gewählten Composite Managers.
es: Activar / desactivar el gestor de composición elegido.
fr: Activation / désactivation du manager composite choisi.
ru: Активировать / Дезактивировать избранный композит менеджер.

source: Composite manager is running! Stopping?
de: Composite Manager läuft! Stoppen?
es: ¡El gestor de composición está siendo ejecutado! ¿Parar?
fr: Le manager composite est en cours d' exécution! l'arrêtez?
ru: Композит менеджер запущен! Остановить?

source: XcompMgr is the standard composition manager for the X Composite extension. It implements shadows, fading, proper translucency, and more.
de: XcompMgr ist der Standard Composition Manager für die X Composite Erweiterung. Sie beinhaltet Schatten, ein-/ausblenden, ordentliche Durchlässigkeit und mehr.
es: XcompMgr es el gestor de composición estándar para la extensión X Composite. Implementa sombras, desvanecimientos, translucidez auténtica y más.
fr: XcompMgr est le manager composite standard pour l'extension composite de X. Cela implemente ombres, fondu, vraie translucidité et plus.
ru: XcompMgr является стандартным композит менеджером для Х композит экзекуций. Он осуществляет тени, затухание, истинную прозрачность, и более.

source: Compton is a compositor based on xcompmgr. In addition to shadows, fading and translucency, it implements window frame opacity control, inactive window transparency, and shadows on argb windows.
de: Compton ist ein auf dem xcompmgr basierender Compositor. Zusätzlich zu Schatten, ein-/ausblenden und Durchlässigkeit hat er noch Kontrolle für Fensterrahmen-Deckkraft, farbige Schatten und mehr.
es: Compton es un gestor de composición basado en xcompmgr. Además de sombras, desvanecimientos y translucidez, implementa control de opacidad para el marco de ventana, transparencia de ventana inactiva, y sombras sobre ventanas argb.
fr: Compton est un compositeur basé sur xcompmgr. En plus des ombres, du fondu et de la translucidité, il implémente le contrôle de l'opacité du cadre des fenêtres, la transparence de la fenêtre inactive, et les ombres sur les fenêtres argb.
ru: Compton является композитором базированным на xcompmgr. В дополнении к теням, затуханию и прозрачности , Он осуществляет контроль прозрачности рамки окна, прозрачность не активных окон, и тени argb окон.

source: Shadows
de: Schatten
es: Sombras
fr: Ombres
ru: Тени

source: Enable Shadows
de: Aktiviere Schatten
es: Activar sombras
fr: Activer les ombres
ru: Включить Тени

source: Enable client-side shadows on windows. Note: Desktop windows (with _NET_WM_WINDOW_TYPE_DESKTOP) never get shadow.
de: Aktiviert Client-seitige Schatten an Fenstern. Bemerkung: Desktop Fenster (mit _NET_WM_WINDOW_TYPE_DESKTOP) bekommen niemals einen Schatten.
es: Activar sombras del lado de cliente en ventanas. Nota: Ventanas de escritorio (con _NET_WM_WINDOW_TYPE_DESKTOP) nunca tienen sombra.
fr: Activez les ombres du côté client sur la fenêtre. Note : Les fenêtres du bureau (avec _NET_WM_WINDOW_TYPE_DESKTOP) ne reçoivent jamais d'ombre.
ru: Включить оконные тени со стороны клиента. Заметка: Рабочие столы (с _NET_WM_WINDOW_TYPE_DESKTOP) никогда не получают теней.

source: On Docks / Panels
de: Bei Docks / Panels
es: En Muelles / Paneles
fr: Sur les panneaux et les boutons
ru: Включен Док/Панели

source: Painting shadows on panels and docks.
de: Zeichnen von Schatten an Panels und Docks.
es: Pintando sombras en paneles y muelles.
fr: Peindre des ombres sur les panneaux et les boutons.
ru: Рисовать тени на панелях и доках.

source: While drag'n'drop
de: Während Drag'n'Drop
es: Durrante el arrastre
fr: Pendant le glisser-déposer
ru: при перетаскивании

source: Draw shadows on drag-and-drop windows.
de: Zeichne Schatten beim Drag'n'Drop von Fenstern.
es: Dibujar sombras en ventanas arrastradas.
fr: Dessiner des ombres sur les fenêtres de glisser-déposer.
ru: Рисовать тени при перетаскивании окон.

source: Opacity:
de: Deckkraft:
es: Opacidad:
fr: Opacité:
ru: Прозрачность:

source: The opacity of shadows. (0.0 - 1.0, defaults to 0.75).
de: Die Deckkraft der Schatten. (0.0 - 1.0, Vorgabe ist 0.75).
es: La opacidad de las sombras. (0.0 - 1.0, por defecto 0.75).
fr: L'opacité des ombres. (De 0,0 à 1,0, par défaut à 0,75).
ru: Прозрачность теней. (0.0 - 1.0, по умолчанию 0.75).

source: Blur Radius:
de: Unschärferadius:
es: Difuminado radio:
fr: Le rayon de flou:
ru: Радиус Размытия:

source: The blur radius for shadows, in pixels. (defaults to 12).
de: Der Unschärferadius der Schatten in Pixel (Vorgabe ist 12).
es: El radio de difuminado para sombras, en píxeles. (por defecto a 12).
fr: Le rayon de flou pour les ombres, en pixels. (par défaut à 12).
ru: Радиус размытия для теней, в пикселях. (По умолчанию 12).

source: Left Offset:
de: Linker Offset:
es: Dejado compensar:
fr: Décalage gauche:
ru: Смещение с Лева:

source: The left offset for shadows, in pixels. (defaults to -15).
de: Der Linke Offset der Schatten in Pixel (Vorgabe ist -15).
es: Desplazamiento a la izquierda para sombras, en píxeles. (por defecto -15)
fr: La décalage à gauche pour les ombres, en pixels. (par défaut à -15).
ru: Смещение с лева для теней, в пикселях. (По умолчанию -15).

source: Top Offset:
de: Oberer Offset:
es: Cima compensar:
fr: Décalage du haut:
ru: Смещение с Верху:

source: The top offset for shadows, in pixels. (defaults to -15).
de: Der obere Offset der Schatten in Pixel (Vorgabe ist -15).
es: Desplazamiento superior para sombras, en píxeles. (por defecto -15).
fr: Le décalage du haut pour les ombres, en pixels. (par défaut à -15).
ru: Смещение с верху для теней, в пикселях (По умолчанию -15).

source: Shadow color:
de: Schattenfarbe:
es: Color de la sombra:
fr: Couleur de l'ombre:
ru: Цвет теней:

source: RGB colors of shadows. (defaults to 000000).
de: RGB Farbe der Schatten(Vorgabe ist 000000).
es: Color RGB de la sombra. (por defecto a 00000).
fr: Couleurs RVB d'ombres. (par défaut, 000000).
ru: RGB цвета для теней. (По умолчанию 000000).

source: Fading
de: Ein-/Ausblenden
es: Desvanecimiento
fr: Fondu
ru: Затухание

source: Enable Fading
de: Aktiviere Ein-/Ausblenden
es: Activar desvanecimiento
fr: Activer le fondu
ru: Включить Затухание

source: Enable in/out fading of windows.
de: Aktiviert Ein-/Ausblenden von Fenster.
es: Activar in/out desvaneciento de ventanas.
fr: Activer le fondu entrant / sortant des fenêtres.
ru: Включить в/из затухание окон.

source: On Opacity changed
de: Beim Deckkraft ändern
es: En cambio de opacidad
fr: Effet de changement d'opacité
ru: изменения Прозрачность

source: Enables fade effect when windows change their opacity.
de: Aktiviert den Ein-/Ausblend-Effekt, wenn Fenster ihre Deckkraft ändern.
es: Activar efecto de desvanecimento cuando las ventanas cambien su opacidad.
fr: Activer l'effet de fondu lorsque les fenêtres changent leur opacité.
ru: Включить эффект затухания при перемене прозрачности окон.

source: On Open / Close
de: Beim Öffnen / Schließen
es: Para Abrir / Cerrar
fr: Effet lors d'ouverture / fermeture
ru: При открыть/близко

source: Enables fade effect when windows open or close.
de: Aktiviert den Ein-/Ausblend-Effekt, wenn Fenster geöffnet bzw. geschlossen werden.
es: Activar efecto de desvenecimiento cuando las ventanas se abran o cierren.
fr: Activer l'effet de fondu lors de l'ouverture et de la fermeture des fenêtres.
ru: Включить эффект затухания при открытии закрытии окон.

source: Fade-in Steps:
de: Einblendschritte:
es: Pasos encadenar:
fr: Pas du fondu entrant:
ru: исчезать в шаг:

source: Opacity change between steps while fading in. (0.01 - 1.0, defaults to 0.028).
de: Ändern der Deckkraft in Schritten während des einblendens. (0.01 - 1.0, Vorgabe ist 0.028).
es: La opacidad cambia entre pasos mientras se decolora. (0.01 - 1.0, por defecto 0.028).
fr: Changement d'opacité entre les étapes du renforcement. (0,01 à 1,0, par défaut à 0,028).
ru: Перемена прозрачности между стадиями переменного появления. (0.01 - 1.0, По умолчанию 0.28).

source: Fade-out Steps:
de: Ausblendschritte:
es: Pasos desaparecer:
fr: Pas du fondu sortant:
ru: исчезать шаг:

source: Opacity change between steps while fading out. (0.01 - 1.0, defaults to 0.03).
de: Ändern der Deckkraft in Schritten während des ausblendens. (0.01 - 1.0, Vorgabe ist 0.03).
es: La opacidad cambia entre pasos mientras aumenta. (0.01 - 1.0, por defecto 0.03).
fr: Changement d'opacité entre les étapes de l'estompement. (0,01 à 1,0, par défaut à 0,03).
ru: Перемена прозрачности между стадиями переменного угасания. (0.01 - 1.0, По умолчанию 0.28).

source: Fade Step Time:
de: Blendschrittzeit:
es: Desteñir tiempo:
fr: Tempo du fondu:
ru: Fade Шаг Время:

source: The time between steps in fade step, in milliseconds. (> 0, defaults to 10).
de: Die Zeit zwischen den Ein-/Ausblendschritten in Millisekunden. (> 0, Default is 10).
es: El tiempo entre pasos en el paso de desvanecimiento, en milisegundos. (> 0, por defecto 10).
fr: Le temps entre les étapes de l'étape fondu, en millisecondes. (> 0, par défaut à 10).
ru: Время между стадиями затухания, в миллисекундах. (> 0, По умолчанию 10).

source: Menus
de: Menüs
es: Menús
ru: Меню

source: Opacity on Menus:
de: Deckkraft v. Menüs:
es: Opacidad en Menús:
fr: Opacité sur les menus:
ru: помутнение меню:

source: Default opacity for dropdown menus and popup menus. (0.0 - 1.0, defaults to 1.0).
de: Deckkraftvorgabe für Dropdown- und Popup-Menüs. (0.0 - 1.0, Vorgabe ist 1.0).
es: Opacidad por defecto para menús despegables y emergentes. (0.0 - 1.0, por defecto 1.0).
fr: Opacité par défaut pour les menus déroulants et contextuels. (0.0 - 1.0, par défaut 1.0).
ru: Прозрачность по умолчанию для выпадающих и всплывающих меню.

source: Additional Parameters
de: Zusätzliche Parameter
es: Parámetros Adicionales
fr: Paramétres additionnels
ru: Дополнительные Параметры

source: Enter here paramters which are not accessible with the configurator.
es: Introduza aquí los parámetros que no son accesibles con el configurador.
ru: Введите параметре которые не доступны в конфигураторе.

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ru: Сохранить

source: Save settings.
de: Einstellungen speichern.
es: Guardar configuración.
fr: Sauvez les réglages.
ru: Сохранить настройки.

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ru: Помощь

source: Get help.
de: Hilfe bekommen.
es: Obtener ayuda.
fr: Obtenez de l'aide.
ru: Получить Помощь.

source: Start
de: Starten
es: Comenzar
fr: Démarrer
ru: Старт

source: Stop
de: Stoppen
es: Parar
fr: Arrêtez
ru: Стоп

source: Start or stop the choosen composite manager.
de: Starten oder stoppen des verwendeten Composite Managers.
es: Comenzar o parar el gestor de composición elegido.
fr: Lancer ou arrêter le gestionnaire composite choisi.
ru: Включить или выключить выбранный композит менеджер.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Cancel / Quit Composite Configurator.
de: Abbrechen / Beenden des Composite Konfigurator.
es: Cancelar / Cerrar configurador del Gestor de Composición.
fr: Annuler / Quitter la configuration composite.
ru: Отменить / Выйти из Композит конфигуратора.

source: You have unsaved changes! Continue anyway?
de: Sie haben ungespeicherte Änderungen! Trotzdem fortfahren?
es: ¡Tiene cambios no guardados! ¿Continuar de todas formas?
fr: Vous n'avez pas sauvegardé les changements! Souhaitez-vous continuer?
ru: Присутствуют не сохранённые изменения! Продолжить?

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ru: Внимание

source: No composite manager is installed. For full functionality Xcompmgr or Compton must installed at least.
de: Kein Composite Manager is installiert. Für volle Funktionalität installieren Sie mindesten Xcompmgr oder Compton.
es: Ningún composite manager ha sido instalado. Para total funcionalidad, Xcompmgr o Compton debe de ser instalado al menos.
fr: aucun composite maanger installé. Pour avoir toutes les fonctionalités, un de Xcompmgr ou Compton doit au moins être installé.
ru: Не найдены инсталлированные композит менеджеры. Для плохой функциональности Xcompmgrиле Compton необходим хотя бы один.

source: Enter here paramters which not accessible with the configurator.
de: Hier Parameter eingeben, die nicht über den Konfigurator gesetzt werden können.
fr: Entrez ici les paramétres qui ne sont pas accesible depuis le dialogue de configuration.
