Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fns-menu-builder.*.po
Languages: de, es, fr, ru

source: FNS Personal Menu Builder
de: FNS Persönliche Menüerstellung
es: Constructor del Menú Personal FNS
fr: FNS Menu Builder Personnel
ru: FNS Конструктор Персонального Меню

source: Root Menu
de: Hauptmenü
es: Menú Raíz
fr: Menu principal
ru: Корневое меню

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ru: Папка

source: Application
de: Programm
es: Aplicación
ru: Программа

source: Personal Menu
de: Persönliches Menü
es: Menú Personal
fr: Menu personnel
ru: Персональное меню

source: Sort entries with drag'n drop.
de: Einträge sortieren mittels drag'n drop.
es: Ordenar entradas con arrastar y soltar.
fr: Glisser-déposer les entrées pour les classer.
ru: Сортировка записей путем перетаскивания.

source: Add >
de: Hinzufügen >
es: Añadir >
fr: Ajouter >
ru: Добавить >

source: Add the selected menu entry.
de: Ausgewählten Menüeintrag hinzufügen.
es: Añadir las entradas selecionadas de menú
fr: Ajouter l'entrée du menu selectionné.
ru: Добавить запись выбранного меню.

source: < Remove
de: < Entfernen
es: < Eliminar
fr: < Enlever
ru: < Удалить

source: Remove the selected menu entry. Attention: Removing a folder removes all entries below!
de: Entfernt ausgewählten Menüeintrag. Achtung: Entfernen eines Ordners entfernt alle darunterliegenden Einträge!
es: Eliminar la entrada de menú seleccionada. Atención: ¡Borrando una carpeta se eliminan todas las entradas inferiores!
fr: Effacer l'entrée du menu selectionné. Attention: Les entrées des sous menus seront aussi effacées!
ru: Удалить выбранную запись меню. Внимание: Удаление папок приводит к удалению всех под-записей!

source: You haven't selected a menu entry to remove!
de: Sie haben keinen Menüeintrag zum entfernen ausgewählt!
es: ¡No ha seleccionado una entrada de menú para eliminar!
fr: Vous n'avez seléctionné aucune entrée de menu à effacer!
ru: Запись меню для удаления не выбрана!

source: Create
de: Erstellen
es: Crear
fr: Créer
ru: Созидать

source: Create a new folder or application entry below of the selected position.
de: Erstellen eines neuen Ordner oder Programmeintrag unterhalb der ausgewählten Stelle.
es: Crear nueva carpeta o entrada de aplicación inferior de la posición selecionada.
fr: Créer une nouvelle entrée de dossier ou une nouvelle entrée d'application en dessous de la position sélectionnée.
ru: Создать новую запись папки/программы под выбранной позицией.

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ru: Сохранить

source: Save the new personal menu.
de: Neues persönliches Menü speichern.
es: Guardar nuevo menú personal.
fr: Enregistrer le nouveau menu personnel.
ru: Сохранить новое персональное меню.

source: Quit
de: Beenden
es: Cerrar
fr: Quitter
ru: Выйти

source: Quit Personal Menu Builder.
de: Persönliche Menüerstellung beenden.
es: Salir del menú personal de construcción.
fr: Quitter Menu Builder personnel.
ru: Выйти из Персонального Конструктора Меню.

source: You have unsaved changes! Continue anyway?
de: Sie haben ungespeicherte Änderungen! Trotzdem fortfahren?
es: ¡Tiene cambios no guardados! ¿Continuar de todas formas?
fr: Vous n'avez pas sauvegardé les changements! Souhaitez-vous continuer?
ru: У вас ест не сохраненные изменения, продолжить?

source: Create new application or folder entry
de: Neuen Programm- oder Ordnereintrag erstellen
es: Crear nueva entrada de aplicación o carpeta
fr: Créer une nouvelle entrée d'application ou un nouvelle entrée de dossier
ru: Создать новую запись программы/папки

source: Click to choose an icon. No change creates no icon.
de: Klicken um ein Icon zu wählen. Keine Auswahl erstellt kein Icon.
ru: Нажмите для выбора иконки. Отсутствие перемен приведет к отсутствию иконки.

source: Create a folder entry.
de: Einen Ordnereintrag erstellen.
es: Crear una entrada de carpeta.
fr: Créer une entrée de dossier.
ru: Создать запись папки.

source: Create an application entry.
de: Einen Programmeintrag erstellen.
es: Crear una entrada de aplicación.
fr: Créer une entrée d'application.
ru: Создать запись программы.

source: Commandstring
de: Kommandostring
es: Cadena de commandos
fr: Chaîne de commandes
ru: командная строка

source: Add a command string or choose a path to an executable. Hint: 'Exec exec' will be prepended.
de: Kommandostring oder Pfad zu einem ausführbaren Programm einfügen. Hinweis: 'Exec exec' wird davor gesetzt.
es: Añadir un comando de caracteres o escoger una localización a un ejecutable. Nota: 'Exec exec' se antepondrá.
fr: entrez une chaîne de commandes ou le chemin de l'emplacement de l'executable . Hint: 'Exec exec' va être ajouté.
ru: Добавить команду, или выбрать путь к программе. Намек: 'Exec exec' будет указан как префикс.

source: Choose an executable.
de: Ausführbares Programm wählen
es: Escoger un ejecutable.
fr: Choississez un executable.
ru: Выбор программы.

source: Label
de: Bezeichnung
es: Etiqueta
fr: Etiquette
ru: метка

source: The label for this entry.
de: Die Bezeichnung dieses Eintrages.
es: La etiqueta para esta entrada.
fr: Etiquette pour cette entrée.
ru: Метка для этой записи.

source: Create the new entry.
de: Neuen Eintrag erstellen.
es: Crear nueva entrada.
fr: Créer la nouvelle entrée.
ru: Создать новую запись.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Cancel entry creation.
de: Eintragerstellung abbrechen.
es: Cancelar creación de entrada.
fr: Annuler la création de l'entrée.
ru: Предотвратить создания записи.

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ru: Предупреждение

source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir un fichier
ru: Открыть Файл

source: Select Folder
de: Ordner wählen
es: Seleccionar carpeta
fr: Selectionner un répertoire
ru: Выбрать Папку

source: Click to choose an icon.
es: Clicar para escoger un icono.
fr: Choisissez un icône en cliquant dessus.
