Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fns-menu-configurator.*.po
Languages: ru

source: FNS Menu Desktop Configurator
ru: FNS Меню Конфигурацией Рабочего Стола

source: Multiple Menu
ru: Множественное Меню

source: In this tab all XDG menus found on the system are shown. All selected menus will integrate in one Fvwm menu. Note that equal menus found under /etc/xdg/menus AND ~/.config/menus/ following the XDG menu specification only shown in ~/.config/menus/. If you want to generate a custom-assembled menu switch to the 'Single Menu' tab.
ru: В этом табе показаны все XDG меню найденные в системе. Все выбранные меню будут включены в одно Fvwm меню. Похожие меню найденные в/etc/xdg/menus и ~/.config/menus/ following которые соблюдают спецификацииXDG меню показаны только в ~/.config/menus/. Для пользовательской настройки менюпереключитесь в 'Single Menu' таб

source: Menus in
ru: Меню в

source: No menus found! Check why from within a terminal with ' fvwm-menu-desktop -v '
ru: Меню не найденные. Для нахождения причины введите в терминал: ' fvwm-menu-desktop -v '

source: It is a good idea to check .xsession-errors in the user home for errors, too. One limitation exists - if there are too much menus found an error occurs in .xsession-errors: 'Module(0xXXX) command is too big (1008), limit is 1000.' This happens because PipeRead used for menu generation has a command length limit of 1000 characters. Sorry for that inconvinience.
ru: Далее проверьте содержание .xsession-errors в домашней папке, для выявления ошибок.При наличии большого количества меню выдается ошибка в .xsession-errors: 'Module(0xXXX) command is too big (1008), limit is 1000.' Причиной является лимит длинны в 1000 символов у PipeRead а который использован длягенерации меню. Мы извиняемся из за проявленные неудобства.

source: Single Menu
ru: Одиночное Меню

source: In this tab you can define a custom-assembled menu 'foo-bar.menu' placed on another location as defined in the XDG menu definitions. But remember, if the menu doesn't exist, nothing happens.
ru: В этом табе вы можете настроит custom-assembled меню 'foo-bar.menu'директория пользовательских меню описана в XDG меню. Запомните, если меню не существует то ничего не произойдет.

source: Menu Top Title:
ru: Меню Заглавие:

source: Specifies the menu title of the top menu used by Fvwm's Popup command. Default is 'FvwmMenu'.
ru: Специфицирует заглавие главного меню использованного всплывающего окна команды Fvwm-аПо умолчанию 'FvwmMenu'.

source: Desktop:
ru: Рабочий стол:

source: Overrides the name of the main desktop environment installed on the system. If a system offers multiple desktop environments $XDG_MENU_PREFIX is typically set. It is ignored if this field is used. Possible names: gnome, kde, lxde, etc.
ru: Переписывает имя основной среды рабочего стола. При наличии множественных рабочих сред в системеустанавливается $XDG_MENU_PREFIX. При употреблении этого поля он игнорируется. Возможные имена:gnome, kde, lxde, etc.

source: Install-Prefix:
ru: Монтаж Префикс:

source: Overrides the standard locations for XDG menu definitions. The standard locations are /etc/xdg/menus and ~/.config/menus if available.
ru: Переписывает стандартную директорию XDG меню спецификацией. Стандартными директориями являются: /etc/xdg/menus и ~/.config/menus

source: Menu Type:
ru: Тип Меню:

source: Defines which type of menu should be found. Possible name types could be: applications, settings, preferences, etc. Note if the specified menu type doesn't exist the generated menu is empty!
ru: Определяет тип меню. Возможные имена типов: applications, settings, preferences, etc.При отсутствии определенного типа меню генерированное меню будет пустым!

source: General Options
ru: Общие Параметры

source: Use Icons
ru: С иконками

source: Option enables mini-icons in the menu(s).
ru: Позволить употребление мини-иконок в меню.

source: Icon Size:
ru: Размер иконки:

source: If 'Use Icons' is set, by default 24x24 mini-icons are used. If another size is desired change the wanted size in this field.
ru: При установки 'Использовать Иконки' употребляются мини-иконки с размером 24х24.Для измени размера иконок введите желанный размер в это поля.

source: Icon Theme:
ru: Тема Иконок:

source: Sets the used icon theme. Default is 'gnome' but all others found in ~/.icons or /usr/share/icons can used except the hicolor theme because it's the default fallback theme if no icon is found. Note that the theme name must be written exactly as the icon directory e.g. /usr/share/icons/Mint-X => 'Mint-X'.
ru: Устанавливает тему иконок. По умолчанию 'gnome', хотя все другие темы найденные в~/.icons или /usr/share/icons могут быть установлены кроме темы hicolor. Последняя является fallback темой по умолчанию. Имя темы должно совпасть с именем директории один в один. К примеру: /usr/share/icons/Mint-X => 'Mint-X'.

source: Change icon theme path.
ru: Изменить темы иконок.

source: Directory Icon:
ru: Иконка директории:

source: If 'Use Icons' is enabled and for a directory in a menu no icon is found 'gnome-fs-directory' as default icon is used. But if the gnome icon theme isn't installed no default icon appears. Another icon can defined here. Only the name of an icon is needed not the path!
ru: Если 'Use Icons' установлено и иконки для директории в меню не найдены тогда'gnome-fs-directory' иконки употреблены по умолчанию. Если тема иконок gnome не установлена то иконки по умолчанию не появятся. Другие иконки могут быть настроены тут. Введите только имя иконки исключая путь.

source: Change directoy icon path.
ru: Изменить директорию иконок.

source: Application Icon:
ru: Иконка программы:

source: If 'Use Icons' is enabled and for an application no icon is found 'gnome-applications' as default icon is used. But if the gnome icon theme isn't installed no default icon appears. Another icon can defined here. Only the name of an icon is needed not the path!
ru: Если 'Use Icons' установлено и иконки для программы не найдены, по умолчанию употребляются иконки от 'gnome-applications'. Если тема иконок gnome не установлена иконки по умолчанию не появятся. Другие иконки могут быть настроены тут. Введите только имя иконки исключая путь.

source: Change application icon path.
ru: Изменит путь к программным иконкам.

source: Icon Directory:
ru: Директория Иконк:

source: If the specified icon isn't that size it is converted if ImageMagick is installed. Generated icons are saved in $FVWM_USERDIR/icons or the directory specified here. Otherwise no icon appears in the menu for that entry.
ru: Если размер выбранной иконки не совпадает с выбранным размером, то размер иконки будет изменен если ImageMagick установлен в системе. Генерированные иконки сохранены в $FVWM_USERDIR/icons или же в директории специфицированной тут. Иначе иконка для данной вкладке не появится в меню.

source: Change icon directory path.
ru: Изменить путь к директории иконок.

source: Use Titles
ru: С названиями

source: If this option is set menus are generated with titles. Default is no titles.
ru: Если эта опция выбрана, меню появляются с заглавиями. По умолчанию заглавя отсутствуют

source: Menus in Menu:
ru: Меню в меню:

source: Enable this checkbox to insert generated menu(s) IN a menu.
ru: поставите птичку для внетдения меню в меню.

source: Enter in this field the name of the menu (its top title) where the generated menu(s) should insert. For more information see the USAGE section in the man page of fns-menu-desktop.
ru: Введите в это поле имя меню (его заглавие) где генерированные меню будут введены.Информация об этом отделе предоставлена в секции USAGE в мануале fns-menu-desktop.

source: Output Path:
ru: Путь Результатов.

source: Enter here the FULL path of the menu to store. Default path is $FVWM_USERDIR/.menu.
ru: Введите полный путь меню для сохранения. Путь по умолчанию: $FVWM_USERDIR/.menu.

source: Change output path of the menu file.
ru: Изменить путь результатов меню файла.

source: Generate
ru: Генерировать

source: Generate menu(s).
ru: Генерировать Меню.

source: Help
ru: Помощь

source: Get help.
ru: Получить помощь.

source: Save
ru: Сохранить

source: Save settings.
ru: Сохранить Настройки.

source: Cancel
ru: Отменить

source: Cancel/Quit Menu Configurator.
ru: Отменит/Выйти из меню Конфигураций.

source: You have unsaved changes! Continue anyway?
ru: Присутствуют не сохраненные изменения! продолжить?

source: Info
ru: Информация

source: Warning
ru: Предупреждения

source: Question
ru: Вопросы

source: Error
ru: Ошибки

source: Other
ru: Другое

source: Open File
ru: Открыть Файл

source: Save File
ru: Сохранить Файл

source: Select Folder
ru: Выбрать Файл

source: Create Folder
ru: Создать Файл
