Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fns-win-behaviour.*.po
Languages: de, es, fr, ru

source: FNS Windows Behaviour
de: FNS Windows Verhalten
es: Funcionamiento de FNS Windows
fr: Comportement des fenêtres dans FNS
ru: FNS Поведение Окон

source: Focus Policies
de: Fokus Methoden
es: Políticas de enfoque
fr: Politiques de focus
ru: Вариации Фокуса

source: Click to Focus
de: Fokus bei Klick
es: Clic para enfocar
fr: Cliquer donne le focus
ru: Кликни для Фокуса

source: Give the focus to a window when it is clicked in.
de: Übergibt den Fokus dem angeklickten Fenster.
es: Enfocar ventana al hacer clic.
fr: Donne le focus à la fenêtre quand on clique dessus.
ru: Фокусирования на окне пре клике

source: Focus follows Mouse
de: Fokus folgt Maus
es: Enfoque sigue al ratón
fr: Le focus suit la souris
ru: Фокусирования на окне находящемся под мышью

source: Give a window the focus as the pointer enters the window, and take it away when leaving.
de: Übergibt den Fokus dem Fenster, das vom Mauszeiger überquert wird und nimmt ihn beim Verlassen wieder weg.
es: Enfocar ventana cuando el puntero entra en la ventana, desenfocar cuando se abandona.
fr: Donne le focus à la fenêtre quand le pointeur entre dans la fenêtre et l'enlève en quittant la fenêtre.
ru: Пре входе пойнтера в окно, сфокусировать на окне. Пре выходе пойнтера рас-фокусировать окно.

source: Sloopy Focus
de: Unsauberer Fokus
es: Enfoque Relajado
fr: Focus flottant
ru: Неуклюжий Фокус

source: Give a window the focus as the pointer enters the window, but doesn't give up the focus if the pointer leaves the window to pass over the root window.
de: Übergibt den Fokus dem Fenster, das vom Mauszeiger überquert wird, aber nimmt ihn beim Verlassen nicht weg, wenn nur in das Rootfenster gewechselt wird.
es: Enfocar ventana cuando el puntero entra en la ventana, pero no desenfocar si el puntero deja la ventana para pasar sobre el fondo del escritorio.
fr: Donne le focus à une fenêtre quand le pointeur entre dans la fenêtre, mais ne l'enlève pas si le pointeur quitte la fenêtre pour passer sur la fenêtre racine.
ru: Пре входе пойнтера в окно, сфокусироваться на окне. Пре выходе пойнтера в коренное окно, оригинальное окно остается в фокусе.

source: Raise Options
de: Anhebe Optionen
es: Opciones de Levantamiento
fr: Options d'élévation
ru: Всплыть Опции

source: Raise if focused
de: Anheben wenn fokusiert
es: Levantar al enfocar
fr: Élève avec le focus
ru: Всплыть если в фокусе

source: Controls if the window is raised when focused (depending on the focus model).
de: Hebt das Fenster an, wenn es fokusiert wird (abhängig vom jeweiligen Fokusmodell).
es: Controlar si la ventana se levanta cuando está enfocada (dependiendo del modelo de enfoque).
fr: Contrôle que la fenêtre soit élevée lorsqu'elle reçoit le focus (en fonction du modèle de focus).
ru: Контроль всплыть окон в фокусе (В зависимости от модели фокуса)

source: This style transfers the raise action to the main window makes raise on a transient act just like raise on its main - the whole group is raised.
de: Dieser Style überträgt das Anheben eines transienten Fensters auf das Hauptfenster. Somit wird nicht nur das transiente Kind-Fenster angehoben, sondern auch sein Eltern-Fenster.
es: Transfiere la acción de levantar también a la ventana padre de la transitoria de forma que todo el grupo es levantado al mismo tiempo.
fr: Ce style transfère l'action d'élèvation à la fenêtre principale, ce qui fait que l'élévation d'une fenêtre transitoire élève aussi sa fenêtre principale - l'ensemble du groupe est élevé.
ru: Этот стиль передает акт всплытия основному окну при переходящем акте. Вся группа всплывает точно так же как и основное окно.

source: No Raise Click on Motion
de: Kein Anhebeklick bei Bewegung
es: No levantar al hacer clic en movimiento
fr: Non élever clic en mouvement
ru: Всплывающий Клик Де-активирован Пре Движении.

source: If this style is used, clicking in a window and then dragging the pointer with the button held down does not count as the click to raise the window. Instead, the application processes these events normally. This is useful to select text in a terminal window with the mouse without raising the window. However, mouse bindings on the client window are not guaranteed to work anymore. The distance that the pointer must be moved to trigger this is controlled by the MoveThreshold (in 'Miscellaneous').
de: Wenn dieser Style benutzt wird, zählt ein gehaltener Klick bei gleichzeitigem bewegen nicht als Klick zum anheben des Fensters, sondern als normale Aktion. Das ist nützlich, wenn man einen Text in einem Terminal markieren will, ohne das Fenster anheben zu wollen. Allerdings kann dann nicht mehr garantiert werden, dass Maus-Bindings des Clients in seinem Fenster noch funktionieren. Die Strecke, die der Mauszeiger bewegt werden muss, um diese Funktion auszulösen, wird durch die Bewegungsschwelle kontrolliert (in 'Verschiedenes').
es: Si este estilo es usado, el clic para iniciar una operación de movimiento/arrastre con el botón pulsado no cuenta como click para levantar la ventana. En lugar de ello, la aplicación procesa estos eventos con normalidad. Ésto es útil para seleccionar texto en un terminal con el ratón sin levantar la ventana. Sin embargo los atajos de ratón en la ventana cliente podrían dejar de funcionar. La distancia que el puntero debe moverse para activar esta característica se controla con MoveThreshold (en 'Miscelanea').
fr: Si ce style est utilisé, cliquer dans une fenêtre puis faire glisser le pointeur avec le bouton enfoncé ne compte pas comme clic pour élever la fenêtre. Au lieu de cela, l'application traite ces événements normalement. Ceci est utile pour sélectionner du texte dans une fenêtre de terminal avec la souris sans élever la fenêtre. Toutefois, il n'est plus garanti que les raccourcis souris de la fenêtre client fonctionnent correctement. La distance que le pointeur doit parcourir pour déclencher cet événement est contrôlée par le paramètre Seuil de mouvement ci-dessous.

source: Focus Options
de: Fokus Optionen
es: Opciones de Enfoque
fr: Options de focus
ru: Опции Фокуса

source: Grab Focus
de: Fokus aneignen
es: Apropiamiento de Enfoque
fr: Saisir le focus
ru: Сфокусироваться

source: New normal windows with the 'Grab Focus' style automatically receive the focus when they are created. 'Grab Focus' is the default for windows with the 'Click to Focus' style. Note that even if this style is disabled, the application may take the focus itself. Fvwm can not prevent this.
de: Neue normale Fenster mit Style 'Fokus aneignen' bekommen automatisch den Fokus beim erstellen. 'Fokus aneignen' ist Standard bei Fenstern mit 'Fokus bei Klick' Style. Beim deaktivieren dieses Styles ist jedoch anzumerken, dass eine Applikation sich den Fokus trotzdem holen kann. Fvwm kann das leider nicht verhindern.
es: Las nuevas ventanas normales con el estilo de 'Enfoque Apropiado' automáticamente obtienen el enfoque cuando son creadas. GrabFocus se aplica de forma predeterminada para ventanas con el estilo ClickToFocus. Nótese que incluso si este estilo estás deshabilitado, la aplicación podría tomar enfoque por sí misma. Fvwm no puede evitar esto.
fr: Les nouvelles fenêtres normales avec le style 'Grab Focus' (Saisir le focus) reçoivent automatiquement la mise au point quand elles sont créées. GrabFocus est la valeur par défaut pour les fenêtres avec le style cliquer donne le focus. Notez que même si ce style est désactivé, l'application peut prendre le focus d'elle-même. Fvwm ne peut pas empêcher cela.

source: Grab Focus Transient
de: Fokus aneignen, wenn transient
es: Enfoque Apropiado Transitorio
fr: Saisir le focus temporairement
ru: Захват переходящего фокуса

source: New transient windows with the 'Grab Focus Transient' style automatically receive the focus when they are created. Note that even if this style is disabled, the application may take the focus itself. Fvwm can not prevent this.
de: Neue transiente Fenster mit Style 'Fokus aneignen, wenn transient' bekommen automatisch den Fokus beim erstellen. 'Fokus aneignen, wenn transient' ist Standard bei Fenstern mit 'Fokus bei Klick' Style. Beim deaktivieren dieses Styles ist jedoch anzumerken, dass eine Applikation sich den Fokus trotzdem holen kann. Fvwm kann das leider nicht verhindern.
es: Las nuevas ventanas transitorias con el estilo de 'Enfoque Apropiado Transitorio' automáticamente obtienen el enfoque cuando son creadas. Nótese que incluso si este estilo está deshabilitado, la aplicación podría tomar enfoque por sí misma. Fvwm no puede evitar esto.
fr: Les nouvelles fenêtres transitoires avec le style 'Grab Focus Transient' (Saisir le focus temporairement) reçoivent automatiquement le focus quand elles sont créées. Notez que même si ce style est désactivé, l'application peut prendre le focus d'elle-même. Fvwm ne peut pas empêcher cela.
ru: Новые переходящие окна в стиле 'Захват переходящего фокуса' перенимают фокус пре создании. Даже если этот стиль не активен, программы могут забрать фокус сомостоятелно. Fvwm неможет превратить эти действие.

source: No Focus Click on Motion
de: Kein Fokusklick bei Bewegung
es: Ningún Enfoque al hacer Clic en Movimiento
fr: Non focus clic en mouvement
ru: Вез фокус клика пре движении

source: If this style is used, clicking in a window and then dragging the pointer with the button held down does not count as the click to focus the window. Instead, the application processes these events normally. This is useful to select text in a terminal window with the mouse without focusing the window. However, mouse bindings on the client window are not guaranteed to work anymore. The distance that the pointer must be moved to trigger this is controlled by the MoveThreshold below.
de: Wenn dieser Style benutzt wird, zählt ein gehaltener Klick bei gleichzeitigem bewegen nicht als Klick zum fokusieren des Fensters, sondern als normale Aktion. Das ist nützlich, wenn man einen Text in einem Terminal markieren will, ohne das Fenster anheben zu wollen. Allerdings kann dann nicht mehr garantiert werden, dass Maus-Bindings des Clients in seinem Fenster noch funktionieren. Die Strecke, die der Mauszeiger bewegt werden muss, um diese Funktion auszulösen, wird durch die Bewegungsschwelle kontrolliert (in 'Verschiedenes').
es: Si este estilo es usado, haciendo clic en una ventana y luego desplazando el puntero con el botón pulsado no cuenta como pulsar para enfocar la ventana. Por el contrario, la aplicación procesa estos eventos normalmente. Esto es útil para seleccionar texto en un terminal con el ratón sin enfocar la ventana. Sin embargo, los atajos de ratón en la ventana cliente podrían dejar de funcionar. La distancia que el puntero tiene que ser movida para activar esto es controlada por MoveThreshold, abajo.
fr: Si ce style est utilisé, cliquer dans une fenêtre puis faire glisser le pointeur avec le bouton enfoncé ne compte pas comme clic pour focaliser la fenêtre. Au lieu de cela, l'application traite ces événements normalement. Ceci est utile pour sélectionner du texte dans un fenêtre de terminal avec la souris sans la focaliser. Cependant, les raccourcis de souris de la fenêtre client ne sont pas garantis de continuer à fonctionner. La distance que le pointeur doit être déplacé pour déclencher cela est contrôlé par Seuil de mouvement ci-dessous.
ru: Если этот стиль активирован, то клик в окне и перетаскивания пойнтера (не отпуская кнопки) не считается как клик для всплытия окна. Программа обработает этот процесс как нормальный. Этот стиль удобен для выделения текста в терминале, без всплывания окна. Правильная работа связок мыши в окне клиента не гарантируется. Минимальная дистанция для активации этой функции контролируется переменной MoveThreshold.

source: Focus by Program
de: Programm kann Fokus holen
es: Enfoque por el Programa
fr: Focus par l'application
ru: Фокус Программой

source: Allows windows to take the focus themselves.
de: Erlaubt Fenster sich selber den Fokus zu holen.
es: Permite que las ventanas tomen el enfoque ellas mismas.
fr: Permet aux fenêtres de prendre elles-mêmes le focus.
ru: Позволяет окнам самостоятельно переносить фокус.

source: Window Placement
de: Fenster Platzierung
es: Colocación de Ventana
fr: Placement des fenêtres
ru: Размещение Окон

source: Tile Cascade Placement
de: Kachelnd bzw. Kaskadierend
es: Colocación Cascada de Baldosas
fr: Cascade des fenêtres
ru: Размещение Каскада Заглавий

source: Places new windows in a smart location - a location in which they do not overlap any other windows on the screen. If no such position can be found Cascade Placement is used as a fall-back method.
de: Versucht neue Fenster an geschickten Stellen auf dem Desktop zu plazieren - an Stellen wo sie sich nicht überlappen können. Wenn keine solche Position gefunden wird auf 'Kaskadierendes Platzieren' zurückgefallen.
es: Coloca las nuevas ventanas en una localización inteligente, en la cual no se solapen con cualquier otra ventana. Si esta posición no puede ser encontrada, la Colocación Cascada es usada como una método alternativo.
fr: Place les nouvelles fenêtres d'une façon intelligente - à un endroit où elles n'empiètent pas sur une quelconque autre fenêtre sur l'écran. Si une telle position ne peut être trouvé, le placement en cascade est utilisé comme méthode de repli.
ru: Умное размещение окон. Окна размещены так что они не покрывают другие окна на экране. Если такое размещение не возможно, употребляется метод каскадного размещения как план Б.

source: Manual Placement
de: Manuelles Platzieren
es: Colocación Manual
fr: Placement manuel
ru: Мануальное Размещение

source: The user is required to place every new window manually. The window only shows as a rubber band until a place is selected manually. The window is placed when a mouse button or any key except Escape is pressed. Escape aborts manual placement which places the window in the top left corner of the screen.
de: Der Benutzer kann jedes neue Fenster platzieren wo er will. Das Fenster wird nur als Rechteck angezeigt bis es platziert ist.
es: Elusuario colocará cada nueva ventana manualmente. La ventana solo se muestra como una banda hasta que un lugar sea seleccionado manualmente. La ventana es colocada cuando un botón de ratón o cualquier otra tecla excepto Escape es pulsada. Escape aborta la colocación manual, la cual ubica la ventana en la esquina superior izquierda de la pantalla.
fr: L'utilisateur doit placer chaque nouvelle fenêtre manuellement. La fenêtre s'affiche seulement comme une bande caoutchouc jusqu'à ce qu'un endroit soit sélectionné manuellement. La fenêtre est placée quand un bouton de la souris ou n'importe quelle touche sauf Escape est pressée. Escape interrompt le placement manuel ce qui place la fenêtre dans le coin supérieur gauche de l'écran.
ru: Каждое новое окно должно быть размещено мануально. Окно будет показано как резинка до мануального выделения позиции. Окно размещается при нажатии кнопки мыши, иле же любой кнопки на клавиатуре за исключением Выхода. Пре нажатии Выхода мануально размещение окна отменяется и окно размещается в левом верхнем углу экрана.

source: Cascade Placement
de: Kaskadierendes Platzieren
es: Colocación Cascada
fr: Placement en cascade
ru: Каскадное Размещение

source: Place new windows in a cascading fashion.
de: Platziert neue Fenster in einer kaskadierenden Weise.
es: Colocar nuevas ventanas siguiendo un patrón de cascada.
fr: Placez les nouvelles fenêtres dans un mode en cascade.
ru: Размещает новые окна в каскадном стиле.

source: Tile Manual Placement
de: Kachelnd bzw. Manuell
es: Colocación Manual de Baldosas
fr: Manuel de fenêtres
ru: Мануальное Размещение Заглавий

source: This is the same as Tile Cascade Placement, but uses Manual Placement as the fall-back method.
de: Das ist das gleiche wie 'Kachelnd bzw Kaskadierend', aber es wird 'Manuelles Platzieren' als Fallback verwendet.
es: Esto es lo mismo que la Colocación Cascada de Baldosas, pero usa la Colocación Manual como el método alternativo.
fr: Ce est le même que Placement en cascade des titres, mais utilise Placement manuel comme méthode de repli.
ru: Так же как и Размещение Каскада Заглавий, но в этом методе Мануальное Размещение употребляется как план Б

source: Position Placement
de: Positionelles Platzieren
es: Colocación de Posición
fr: Placement par position
ru: Позиция Размещения

source: When used with 'TopLeft', new windows are placed in the top left corner of the display. With 'Center', all new window appear at the center of the screen, and with 'UnderMouse', windows are centered under the mouse pointer where possible.
de: Wenn 'ObenLinks' verwendet wird, werden Fenster in der oberen linken Ecke des Desktops platziert. Mit 'Mitte' tauchen alle Fenster in der Mitte des Bildschirms auf, und mit 'UnterMaus' werden Fenster mittig unter dem Mauszeiger positioniert (wenn möglich).
es: Cuando se usa con 'TopLeft', las nuevas ventanas son colocadas en la esquina superior izquierda de la pantalla. Con 'Center', todas las nuevas ventanas aparecerán en el centro de la pantalla, y
fr: Lorsque utilisé avec 'En haut à gauche', les nouvelles fenêtres sont placées dans le coin supérieur gauche de l'écran. Avec 'Centre', tout nouvelle fenêtre apparaît au centre de l'écran, et avec 'Sous la souris', les fenêtres sont centrées sous le pointeur de la souris lorsque cela est possible.
ru: Пре употреблении 'TopLeft' новые окна размещены в левом верхнем углу экрана. Пре употреблении 'Center' новые окна размещены в центре экрана. Пре употреблении 'UnderMouse', новые окна размещены в под курсором, пре возможности.

source: Window:
de: Fenster:
es: Ventana:
fr: Fenêtre:

source: Center
de: Mitte

source: TopLeft
de: ObenLinks

source: UnderMouse
de: UnterMaus

source: With 'TopLeft', new windows are placed in the top left corner of the display. With 'Center', all new window appear at the center of the screen, and with 'UnderMouse', windows are centered under the mouse pointer where possible.
de: Mit 'ObenLinks' vwerden Fenster in der oberen linken Ecke des Desktops platziert. Mit 'Mitte' tauchen alle Fenster in der Mitte des Bildschirms auf, und mit 'UnterMaus' werden Fenster mittig unter dem Mauszeiger positioniert (wenn möglich).
es: Con 'TopLeft', las nuevas ventanas son colocadas en la esquina superior izquierda de la pantalla. Con 'Center', todas las nuevas ventanas aparecen en el centro de la pantalla, y con 'UnderMouse', las ventanas están centradas bajo el puntero del ratón donde sea posible.
fr: Avec 'Center', les nouvelles fenêtres sont placées dans le coin supérieur gauche de l'écran. Avec 'Center', toute nouvelle fenêtre apparaît au centre de l'écran, et avec 'UnderMouse', les fenêtres sont centrées sous le pointeur de la souris lorsque cela est possible.
ru: Пре употреблении 'TopLeft' новые окна размещены в левом верхнем углу экрана. Пре употреблении 'Center' новые окна размещены в центре экрана. Пре употреблении 'UnderMouse', новые окна размещены в под курсором, пре возможности.

source: Min Overlap Placement
de: Minimales Überlappen (in px)
es: Colocación de Mínimo Solapamiento
fr: Recouvrement minimum
ru: Размещение с минимальной накладкой

source: Automatically places new windows in a location in which the overlapping area in pixels of other windows is minimized. By default this placement policy tries to avoid overlapping icons and windows on higher layers.
de: Automatisches platzieren neuer Fenster in einem Bereich, wo das Überlappen von anderer Fenster (in Pixel) minimiert wird. Standardmäßig versucht diese Platzierungsstrategie überlappen von Fenstern in höheren Ebenen zu verhindern.
es: Coloca automáticamente las nuevas ventanas en una localización en la cual el área solapamiento en píxeles de otras ventanas sea mínima. Por defecto esta política de colocación intenta evitar el solapamiento de iconos y ventanas en capas superiores.
fr: Place automatiquement de nouvelles fenêtres dans un endroit dans lequel la zone de chevauchement en pixels des autres fenêtres est réduit au minimum. Par défaut, cette politique de placement cherche à éviter de recouvrir des icônes et des fenêtres sur des couches plus élevées.
ru: Автоматическое размещение окон с минимальной накладкой в пикселях. По умолчанию этот стиль пытается предотвратить накладку иконок и окон в высших уровнях.

source: Penalties:
de: Gewichtung:
es: Sanciones:
fr: Sanctions:
ru: Пенальти:
