Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fns-win-behaviour.*.po
Languages: de, es, fr, ru

source: The Penalties takes at most 6 positive or null decimal arguments: 'normal' 'ontop' 'icon' 'sticky' 'below' 'strut'. The defaults are 1 5 10 1 0.05 50. The 'normal' factor affects normal windows, the 'ontop' factor affects windows with a greater layer than the window being placed, the 'icon' factor affects icons, the 'sticky' factor affects sticky windows, the 'below' factor affects windows with a smaller layer than the window being placed, the 'strut' factor affects the complement of the EWMH working area if the window being placed has the EWMHPlacementUseWorkingArea style and windows with an EWMH strut hint (i.e., a 'please do not cover me' hint) if the window being placed has the EWMHPlacementUseDynamicWorkingArea style. These 'factors' represent the amount of area that these types of windows (or area) are counted as, when a new window is placed. For example, by default the area of ontop windows is counted 5 times as much as normal windows. So it covers 5 times as much area of another window before it will cover an ontop window. To treat ontop windows the same as other windows, set this to 1. To really, really avoid putting windows under ontop windows, set this to a high value, say 1000. This style affects the window already mapped and not the window which is currently placed.
de: Die Gewichtung umfasst maximal 6 Argumente: 'Normal' 'Darüber' 'Icon' 'Gepinnt' 'Darunter' 'Strut' (mit Werten im Bereich >= 0). Die Standardwerte sind: 1 5 10 1 0.05 50. Der 'Normal' Faktor beeinflusst normale Fenster, der 'Darüber' Faktor bezieht sich auf Fenster auf einer höheren Ebene als das Fenster, das platziert werden soll, 'Icon' betrifft iconifizierte und 'Gepinnt' gepinnte Fenster. Der 'Strut' Faktor beeinflusst die Erweiterungen des EWMH-Arbeitsbereiches, z.B. neue Fenster mit EWMHPlacementUseWorkingArea Style oder EWMHPlacementUseDynamicWorkingArea. Ebenso neue Fenster mit EWMH strut hint (z.B. einen 'Bitte mich nicht überdecken' hint). Diese 'Faktoren' bilden den Bereich ab, in dem diese Arten von Fenster wie angegeben gewichtet werden. Beispiel: Der Bereich von 'Darüber' Fenstern wird per Default 5 mal mehr gewichtet, als normale Fenster (1). D.h. es überdeckt 5 mal öfters normale Fenster, bevor es ein 'Darüber'-Fenster überdecken würde. Um ein 'Darüber'-Fenster genauso wie ein normales zu behandeln, die Gewichtung auf 1 setzen. Um ganz sicher zu gehen, dass normale Fenster nicht unter 'Darüber'-Fenstern positioniert werden, den Wert auf 1000 setzen. Dieser Style bezieht sich auf Fenster die bereits vorhanden sind und nicht solche die gerade platziert werden.
es: Las sanciones toman como máximo 6 argumentos positivos o un valor decimal nulo: 'normal' 'ontop' 'icon' 'sticky' 'below' 'strut'. El factor 'normal' afecta a ventanas normales, el factor 'ontop' afecta a ventanas con una capa mayor que la ventanta a reubicar, el factor 'icon' afecta a iconos, el factor 'sticky' afecta a ventanas sticky, el factor 'below' afecta a ventanas con una capa menor que que la ventana a reubicar, el factor 'strut' afecta a el complemento del área de trabajo EWMH si la ventana a reubicar tiene el estilo EWMHPlacementUseWorkingArea y las ventanas con una estructura EWMH hint (p.e., un 'por favor no me cubra' hint) si la ventana a recolocar tiene el estilo EWMHPlacementUseDynamicWorkingArea. Estos 'factors' representan la cantidad de área estos tipos de ventana (o área) son conotados, cuando una nueva ventana es colocada. Por ejemplo, por defecto el área superior de las ventanas está contada 5 veces más que las ventanas normales.
fr: Les sanctions prennent au plus six arguments décimaux positifs ou nuls : 'normal' 'dessus' 'icône' 'collant' 'dessous' 'plastron'. Le 'normal' facteur affecte fenêtres normales, le facteur 'ontop' affecte la fenêtre avec une plus grande couche de la fenêtre étant placée, le facteur 'icône' affecte icônes, le 'collant' facteur affecte fenêtres collantes, le 'bas'facteur affecte fenêtres avec une couche inférieure à la fenêtre étant placé, le 'strut' facteur affecte le complément de la zone de travail EWMH si la fenêtre étant placé a le style de EWMHPlacementUseWorkingArea et les fenêtres avec un soupçon EWMH de strut de force (c'est à dire, un 's'il vous plaît' Ne pas me couvrir' indice) si la fenêtre placé a le style de EWMHPlacementUseDynamicWorkingArea. Ces 'facteurs' représentent le montant de la zone que ces types de fenêtres (ou région) sont comptés comme, lorsque une nouvelle fenêtre est placée. Par exemple, par défaut, la zone de fenêtres 'dessus' est comptée cinq fois plus que les fenêtres normales.

source: ontop
de: Darüber

source: sticky
de: Gepinnt
fr: collant

source: Min Overlap Percent Placement
de: Minimales Überlappen (in %)
es: Colocación de Mínimo Porcentaje de Solapamiento
fr: Pourcentage recouvrement min
ru: Размещение с Минимальным Процентом Накладки

source: Tries to minimize the overlapped percentages of other windows instead of the overlapped area in pixels. This placement policy tries to avoid covering other windows completely and tries even harder not to cover small windows.
de: Versucht das Minimieren der überlappenden Bereiche prozentual zu erreichen anstelle in Pixeln. Diese Platzierungsstrategie versucht ausserdem das Überlappen von anderen Fenstern komplett zu vermeiden und noch stärker das Überdecken von kleinen Fenstern.
es: Intenta minimizar los porcentajes de solapamiento de otras ventanas en lugar del área solapada en píxeles. Esta política de solapamiento intenta evitar cubrir otras ventanas completamente, incluso no cubrir ventanas pequeñas.
fr: Tente de minimiser les pourcentages de chevauchement d'autres fenêtres au lieu de la zone de chevauchement en pixels. Cette politique de placement tente d'éviter de couvrir les autres fenêtres complètement et tente encore plus fortement de ne pas couvrir des petites fenêtres.
ru: Минимизирует процент накладки окон в место пикселей. Этот стиль пытается полностью избежать накладку окон, специальный приоритет отдан маленьким окнам.

source: The Penalties takes at most 4 positive or null integer arguments: 'cover_100' 'cover_95' 'cover_85' 'cover_75'. The 'cover_xx' factor is used when the window being placed covers at least xx percent of the window. This factor is added to the factor determined by the Min Overlap Placement Penalties.
de: Die Gewichtungen umfassen maximal 4 Argumente: 'Überdeckung_100' 'Überdeckung_95' 'Überdeckung_85' 'Überdeckung_75' (mit Werten im Bereich >= 0). Der 'Überdeckung_xx' Faktor wird angewandt, sobald ein zu platzierendes Fenster mindestens xx Prozent eines anderen Fensters überdeckt. Dieser Faktor kommt zu dem Faktor hinzu, der von 'Minimales Überlappen (in px)' festgelegt wurde.
es: Las Sanciones toman como máximo 4 argumentos positivos o un entero nulo: 'cover_100' 'cover_95' 'cover_85' 'cover_75'. El factor 'cover_xx' es usado cuando la ventana a recolocar cubre al menos un porcentaje xx de la ventana. Este factor es añadido a el factor definido por el Mín Solapamiento de Sanciones de Colocación.
fr: Les sanctions prennent au plus quatre arguments entiers positifs ou nuls : 'cover_100' 'cover_95' 'cover_85' 'cover_75'. Le facteur 'cover_xx' est utilisé lorsque la fenêtre étant placée couvre au moins xx pour cent de la fenêtre. Ce facteur est ajouté au facteur déterminé par les sanctions de Pourcentage de recouvrement minimum.
ru: Пенальти принимает максимум 4 позитивных иле нулевых интегральных аргументов: 'cover_100' 'cover_95' 'cover_85' 'cover_75'. Фактор 'cover_xx' используется когда новое окно перекрывает xx процент существующего окна. Этот фактор добавляется к фактору определенному пенальти 'Размещение с Минимальным Процентом Накладки'.

source: Miscellaneous
de: Verschiedenes
es: Miscelanea
fr: Divers
ru: Разное

source: Hide Geometry Window
de: Verstecke Geometriefenster
es: Ocultar ventana de geometría
fr: Cacher géométrie fenêtre
ru: Скрыть Окно Геометрии

source: Hides the position or size window that is usually shown when a window is moved or resized interactively.
de: Blendet das Positions- oder Größenfenster, das normalerweise beim verschieben oder Größe ändern angezeigt wird, aus.
es: Ocultar la posición o el tamaño que es normalmente mostrado cuando una ventana es movida o redimensionada iterativamente.
fr: Masque la position ou la taille de la fenêtre qui est généralement représentée lorsqu'une fenêtre est déplacée ou redimensionnée de manière interactive.
ru: Скрыть позицию иле размер окна при интерактивном передвижении окна.

source: Resize Opaque
de: Sichtbar bei Größenänderung
es: Redimensionar Opaca
fr: Redimensionnement opaque
ru: Не прозрачное Смена Размера.

source: Instructs fvwm to resize the corresponding windows with their contents visible instead of using an outline. Since this causes the application to redraw frequently it can be quite slow and make the window flicker excessively, depending on the amount of graphics the application redraws. Some applications do not like their windows being resized opaque, e.g. XEmacs or terminals with a pixmap background.
de: Weist Fvwm an, beim Größe ändern den Inhalt anzuzeigen anstat nur einen Rahmen zu zeigen. Da dadurch das Fenster oft gezeichnet werden muss, kann dadurch alles sehr langsam werden und das Fenster zum flackern bringen (abhängig von der Menge an graphischem Inhalt). Manche Applikationen, wie z.B. XEmacs oder Terminals mit einem Hintergrundbild mögen 'Sichtbarkeit bei Größenänderung' gar nicht.
es: Instruye a fvwm para redimensionar las ventanas correspondientes con sus contenidos visibles en lugar de usar un contorno. Ya que esto lleva a la aplicación a redibujar frecuentemente puede provocar lentitud y hacer que la ventana parpadee excesivamente, dependiendo del número de gráficos que la aplicación necesite dibujar. A algunas aplicaciones no les gusta que se redimensione sus ventanas opacas, por ejemplo XEmacs o terminales con un fondeo de mapa de píxeles.
fr: Instruit fvwm de redimensionner les fenêtres correspondantes avec leur contenu visible au lieu d'utiliser un contour. Comme ceci implique de redessiner fréquemment l'application, ce peut être assez lent et faire trop clignoter la fenêtre, selon la quantité d'infographie que l'application retrace. Certaines applications n'aiment pas que leurs fenêtres soient redimensionnées de façon opaque, par exemple XEmacs ou des terminaux avec un fond de pixmap.
ru: fvwm изменяет размер окна с видимым содержанием, нормальное изменение размера показывает только контур окна. Поскольку в этом состоянии окно должно постоянно перерисовываются, процесс медленный и возможно экстенсивное мигание окна в зависимости от графических запросов окна. Некоторые программы не любят прозрачное изменение окна, к примеру XEmacs или терминалы с пиксмаповым фоном.

source: Move Threshold:
de: Bewegungsschwelle:
es: Umbral para mover:
fr: Seuil de mouvement:
ru: Трешолд Движения:

source: When the user presses a mouse button upon an object fvwm waits to see if the action is a click or a drag. If the mouse moves by more than x pixels (default is 3) it is assumed to be a drag (the default value might be increased when 16000x9000 pixel displays become affordable).
de: Wenn der Benutzer über einem Objekt (z.B. einem Fenster), den Mausknopf drückt, wartet Fvwm, um zu sehen, ob die Aktion die folgt ein Klick oder ein Ziehen ist. Wenn die Maus sich x Pixel bewegt (Standard ist 3), wird ein Ziehen angenommen (der Standardwert sollte erhöt werden, wenn 16000x9000 Pixel-Displays bezahlbar geworden sind).
es: Cuando el usuario presiona un botón de ratón sobre un objeto, fvwm espera a ver si la acción es un click o un arrastre. Si el ratón se mueve más de x pixels (por defecto 3) se asume un arrastre (el valor por defecto debería ser incrementado cuando 16000x9000 pixel se muestran y se convierte en alcanzable).
fr: Lorsque l'utilisateur appuie un bouton de la souris sur un objet, fvwm attend de voir si l'action est un clic ou un glisser. Si la souris se déplace de plus de x pixels (valeur par défaut 3), un glissé est supposé (la valeur par défaut pourra être augmentée lorsque des affichages de 16000x9000 pixels seront abordables).
ru: При нажатии кнопки на обьекте fvwm ждет чтобы определить тип действия: клик, драг. Пре передвижении курсора на х пикселей (3 по умолчанию) действие считается драгом (Значение по умолчанию может быть больше для дисплеев с резолюцией в 16000x9000).

source: Opaque Move Size:
de: Sichtbar bei Bewegung:
es: Tamaño de movimiento opaco:
fr: Opaque bouger taille:
ru: Прозрачный Размер Движения:

source: Tells fvwm the maximum size window with which opaque window movement should be used. The percentage is percent of the total screen area (may be greater than 100). With a value of 0 all windows are moved using the traditional rubber-band outline. -1 is given all windows are moved as solid windows. The default is 5 which allows small windows to be moved in an opaque manner but large windows are moved as rubber-bands.
de: Teilt Fvwm die maximale Größe eines Fenster mit, bei dem es noch sichtbar sein soll. Die Angabe ist in Prozent, bezogen auf den gesamten Bildschirmbereich (eventuell sogar größer als 100). Mit einem Wert von 0 werden alle Fenster beim bewegen als leeres Rechteck gezeichnet. Bei -1 werden alle komplett mit Inhalt dargestellt. Der Standardwert von 5 erlaubt es, kleine Fenster sichtbar beim bewegen darzustellen, während alle anderen als leeres Rechteck gezeichnet werden.
es: Cuenta fvwm el máximo tamaño de ventana, con el cual el movimiento de ventana opaca debería ser usado. El porcentaje es un porcentaje del area total de pantalla (debe ser mayor a 100). Con un valor de 0 todas las ventana son movidas usando el contorno rectángulo vacío tradicional. -1 es dado, todas las ventanas son movidas como ventanas sólidas. El valor por defecto es 5 que permite pequeñas ventanas para ser movidas en una manera opaca pero las ventanas grandes son movidas como rectángulos vacíos.
fr: Indique à Fvwm la fenêtre de taille maximale avec laquelle le mouvement de la fenêtre opaque devrait être utilisé. Le pourcentage est en pour cent de la superficie totale de l'écran (peut être supérieur à 100). Avec une valeur de 0 toutes les fenêtres sont déplacées en utilisant le traditionnel contour en bande élastique. Si -1 est donné, toutes les fenêtres sont déplacées comme des fenêtres solides. La valeur par défaut est 5 ce qui permet aux petites fenêtres de se déplacer de manière opaque, mais les grandes fenêtres sont déplacées en bandes élastiques.
ru: Определяет максимальный размер окна для прозрачных окон. Процент определяет процент всего экрана (может принять значение больше 100). Пре 0 все окна передвигаются с употреблением традиционной резинки. Пре -1 все окна передвигаются как солидные объекты. 5 является значением по умолчанию, маленькие окна передвигаются в прозрачной манере а большие окна как резинка.

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ru: Сохранить

source: Save new settings
de: Speichert die neuen Einstellungen.
ru: Сохранить новые опции

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ru: Помощ

source: Get help
de: Hilfe anzeigen
ru: Попросить о Помощи

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ru: Применить

source: Apply new settings
de: Neue Einstellungen anwenden.
ru: Применить новые опции

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Cancel/Quit windows behaviour settings.
de: Abbrechen/Beenden der Windows-Verhaltens-Einstellungen.
es: Cancelar/Cerrar ventana ajustes de funcionamiento.
fr: Annulez/Quiitez la fenêtre des paramêtres.
ru: Отменить/Выйти из меню поведения окон

source: You have unsaved changes! Continue anyway?
de: Sie haben ungespeicherte Änderungen! Trotzdem fortfahren?
es: ¡Tiene cambios sin guardar! ¿Continuar de todas formas?
fr: Vous n'avez pas sauvegardé! Souhaitez-vous continuer?
ru: Присутствуют не сохраненные изменения! Продолжить?

source: You have unapplied changes! Continue anyway?
de: Sie haben nicht angewendete Änderungen! Trotzdem fortfahren?
es: ¡Tiene cambios sin aplicar! ¿Continuar de todas formas?
fr: Vous n'avez pas appliqué les changements! Souhaitez-vous continuer?
ru: Присутствуют не примененные изменения! Продолжить?

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ru: Внимание

source: Stack Transient Parent
es: Apilar Padre de ventana transitoria
fr: Pile parentale transitoire
ru: Стек Преходящего Родителя

source: icon
fr: icône

source: Save new settings.
es: Guardar nuevos ajustes.
fr: Sauvez les réglages.

source: Get help.
es: Obtenga ayuda.
fr: Obtenez de l'aide.

source: Apply new settings.
es: Aplicar nuevos ajustes.
fr: Appliquez les nouveaux réglages.

source: If this style is used, clicking in a window and then dragging the pointer with the button held down does not count as the click to raise the window. Instead, the application processes these events normally. This is useful to select text in a terminal window with the mouse without raising the window. However, mouse bindings on the client window are not guaranteed to work anymore. The distance that the pointer must be moved to trigger this is controlled by the MoveThreshold below.
ru: Если этот стиль активирован, то клик в окне и перетаскивания пойнтера (не отпуская кнопки) не считается как клик для всплытия окна. Программа обработает этот процесс как нормальный. Этот стиль удобен для выделения текста в терминале, без всплывающего окна. Правильная работа связок мыши в окне клиента не гарантируется. Минимальная дистанция для активации этой функции контролируется MoveThreshold переменной.

source: New normal windows with the 'Grab Focus' style automatically receive the focus when they are created. GrabFocus is the default for windows with the ClickToFocus style. Note that even if this style is disabled, the application may take the focus itself. Fvwm can not prevent this.
ru: Пре стиле 'Сфокусироваться' новое нормальное окно автоматически перенимает фокус. GrabFocus является умолчаниям для окон с стилем ClickToFocus. Даже если этот стиль не активен программа может забрать фокус самостоятельно. Предотвращение этого Fvwm-ом невозможно.

source: The Penalties takes at most 6 positive or null decimal arguments: 'normal' 'ontop' 'icon' 'sticky' 'below' 'strut'. The 'normal' factor affects normal windows, the 'ontop' factor affects windows with a greater layer than the window being placed, the 'icon' factor affects icons, the 'sticky' factor affects sticky windows, the 'below' factor affects windows with a smaller layer than the window being placed, the 'strut' factor affects the complement of the EWMH working area if the window being placed has the EWMHPlacementUseWorkingArea style and windows with an EWMH strut hint (i.e., a 'please do not cover me' hint) if the window being placed has the EWMHPlacementUseDynamicWorkingArea style. These 'factors' represent the amount of area that these types of windows (or area) are counted as, when a new window is placed. For example, by default the area of ontop windows is counted 5 times as much as normal windows.
ru: Пенальти принимает максимум 6 позитивных иле нулевых децимальных аргументов: 'normal' 'ontop' 'icon' 'sticky' 'below' 'strut'. Фактор 'normal' влияет на нормальные окна. Фактор 'ontop' влияет на окна в высших уровнях чем новое окно. Фактор 'icon' влияет на иконки. Фактор 'sticky' влияет на ликие окна. Фактор 'below' влияет на окна в нижних уровнях чем новое окно. Фактор 'strut' влияет на комплимент EWMH рабочей площади. Если новое окно имеет стиль EWMHPlacementUseWorkingArea и существующие окна имеют EWMH strut (т.е. 'please do not cover me'). Эти факторы репрезентируют площади занимаемыми вверху упомянутыми окнами, при создании нового окна. К премьеру, по умолчанию окна с 'ontop' имеют в 5 раз большую площадь чем нормальные окна.
