Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fns-cpu-performance.*.po
Languages: de, es, fr, ru

source: FNS Cpu Performance
de: FNS CPU Leistungseinstellungen
es: FNS Rendimiento CPU
fr: FNS Performance du CPU
ru: FNS Производительность процессора

source: CPU Information
de: CPU Informationen
es: Información CPU
fr: Information CPU
ru: Информация о Процессоре

source: Model:
es: Modelo:
fr: Modèle:
ru: Модель:

source: CPU Count:
de: CPU Anzahl:
es: Número CPUs:
fr: Nombre d CPU:
ru: Число Процессоров:

source: Manufacturer:
de: Hersteller:
es: Fabricante:
fr: Fabricant:
ru: Производитель:

source: Joined
de: Gekoppelt
es: Acoplado
fr: Joints
ru: Вступил

source: This is the tab for modifying ALL cores together if they're not unlocked.
de: Dieser Tab ist zum gemeinsamen modifizieren ALLER Kerne, wenn sie entsperrt sind.
es: Esta es la pestaña para modificar TODOS los núcleos a la vez si no estuvieran desbloqueados.
fr: Cet onglet est pour la modification de tous les coeurs ensemble, s'ils ne sont pas verrouillés.
ru: Этот таб для модификации всех не разблокированных ядер вместе взята.

source: Information to Cores
de: Infos zu den Kernen
es: Informes a Núcleos
fr: Information des coeurs
ru: Информация о Ядрах

source: L2 Cache:
es: Caché L2:
fr: Cache L2:
ru: Кэш L2:

source: More
de: Mehr
es: Más
fr: Plus
ru: Больше

source: Show information about the cpu.
de: Zeigt Informationen über die Cpu.
es: Mostrar información sobre la CPU.
fr: Montrez les information à propos du CPU.
ru: Показать информацию о процессоре.

source: Unlock cores
de: Kerne entsperren
es: Desbloquear núcleos
fr: Déverrouiller les coeurs
ru: Разблокировать ядра

source: Unlock cores to set governor and frequencies separately.
de: Entsperren der Kerne, um den Governor und die Frequenzen seperat zu setzen.
es: Desbloquear núcleos para establecer gobernante y frecuencias separadamente.
fr: Déverrouiller les coeurs pour modifier séparemment le gouverneur et la fréquence.
ru: Разблокировать ядра для установки частот и регуляторов по раздельности.

source: All cores will be set to common values! Continue anyway?
de: Alle Kerne werden auf gemeinsame Werte gesetzt! Trotzdem fortfahren?
es: ¡Se establecerán valores comunes para todos los núcleos! ¿Continuar de todas formas?
fr: Tous les coeurs seront mis à des valeurs communes ! Souhaitez-vous continuer ?
ru: Параметры всех ядер будут установлены общим значениям! Продолжить?

source: Governor:
es: Gobernante:
fr: Gouverneur:
ru: Регулятор:

source: Sets the global used governor (if cores not unlocked).
de: Setzt den globalen Governor (wenn die Kerne nicht entsperrt sind).
es: Establece el gobernante global usado (si los núcleos no están desbloqueados).
fr: Activez le gouverneur global utilisé (si les coeurs ne sont pas déverroullés).
ru: Устанавливает глобальный регулятор (если ядра не разблокированы).

source: The following governors are available: Performance: This governor sets the CPU statically to the highest frequency within the borders of Min Frequency and Max Frequency. Consequently, saving power is not the focus of this governor. Powersave: The CPU frequency is statically set to the lowest possibility. This can have severe impact on the performance, as the system will never rise above this frequency no matter how busy the processors are. However, using this governor often does not lead to the expected power savings as the highest savings can usually be achieved at idle through entering C-states. Due to running processes at the lowest frequency with the powersave governor, processes will take longer to finish, thus prolonging the time for the system to enter any idle C-states. On-demand: The kernel implementation of a dynamic CPU frequency policy: The governor monitors the processor utilization. As soon as it exceeds a certain threshold, the governor will set the frequency to the highest available. If the utilization is less than the threshold, the next lowest frequency is used. If the system continues to be underutilized, the frequency is again reduced until the lowest available frequency is set. Conservative: Similar to the on-demand implementation, this governor also dynamically adjusts frequencies based on processor utilization, except that it allows for a more gradual increase in power. If processor utilization exceeds a certain threshold, the governor does not immediately switch to the highest available frequency (as the on-demand governor does), but only to next higher frequency available. Userspace: This governor allows the user, or any userspace program running with UID 'root', to set the CPU to a specific frequency. 'userspace' is not supported yet, but to get the same result use governor 'powersave' and one of the frequencies in 'Min Frequency', or governor 'performance' in combination with 'Max Frequency'.
de: Folgende Governors sind verfügbar: Performance: setzt die CPU statisch auf die höchste Frequenz, die zwischen Min und Max Frequenz möglich ist. Infolgedessen ist Energiesparen nicht im Fokus dieses Governors. Powersave: Die CPU-Frequenz ist hier statisch auf den niedrigsten Wert gesetzt. Dies kann ernstliche Folgen für die Performance haben, da das System nie höher wie die eingestellte Frequenz takten kann, egal wie beschäftigt die Kerne gerade sind. Es werden, anders als angenommen, mit diesem Governor nicht die zu erwarteten Stromeinsparungen erreicht, sondern durch das Wechseln in andere C-States während des Leerlaufs. Da laufende Prozesse auf der niedriegsten Frequenz arbeiten müssen, brauchen sie länger, um fertig zu werden. Somit verlängert sich die Zeit, die das System nicht im Leerlauf verbringen kann, um in die stromsparenden C-States zu wechseln. On-demand: Der Governor überwacht die Prozessorauslastung (im Kernel implementierte dynamische Frequenz-Strategie). Wenn die Auslastung einen bestimmten Schwellwert übeschreitet, wechselt er auf die höchstmögliche Frequenz. Unterschreitet sie den Schwellwert wieder, wird auf die nächst kleinere geschaltet. Bleibt die Auslastung weiter niedrig, wird weiter auf die nächst kleinere Frequenz gewechselt, bis die niedrigste Frequenz, die möglich ist, erreicht wurde. Conservative: Wie bei der on-demand Implementierung, passt dieser Governor die Frequenzen dynamisch zur CPU-Auslastung an, jedoch wird die Leistung allmählich angehoben. Wenn die Prozessorauslastung einen gewissen Schwellwert überschreitet, wechselt der Governor nicht sofort zur höchstmöglichen Frequenz (wie der on-demand Governor), sondern zur nächst höheren. Userspace: Dieser Governor erlaubt dem Benutzer, oder jedem anderen Benutzerprogramm, das mit der UUID 'root' läuft, die CPU auf eine bestimmte Frequenz zu setzen. 'Userspace' wird derzeit nicht unterstützt, aber man kann das gleiche Verhalten mit 'Powersave' und einer der Min Frequenzen, oder mit 'Performance' und einer der Max Frequenzen erreichen.
es: Los siguientes gobernantes están disponibles: Rendimiento: Este gobernante fija la CPU a la mayor frecuencia dentro de los límites mínimo y máximo de frecuencia. Por consiguiente, el ahorro de energía no es el objetivo de este manejador. Ahorro de energía: La frecuencia de CPU se fija al menor valor posible. Esto puede tener un severo impacto en el rendimiento, siempre y cuando el sistema nunca aumentará esta frecuencia sin importar la carga de los procesadores. El uso de este manejador, a menudo no conduce al ahorro de energía esperado ya que el mayor ahorro se consigue normalmente en el modo inactivo al entrar en los C-states. Debido al uso de una menor frecuencia con el gobernante de ahorro de energía, los procesos tardarán más tiempo en terminar, lo que conlleva un mayor intervalo de tiempo para entrar en los C-states. Bajo demanda: La implementación del núcleo de una política de frecuencia dinámica de CPU: El manejador monitorea el uso del procesador. Tan pronto como se exceda un cierto umbral, el manejador establecerá la la mayor frecuencia disponible. Si el uso es menor que el umbral, la siguiente menor frecuencia será usada. Si el sistema continúa siendo infrautilizado, la frecuencia es de nuevo reducida hasta que la más baja disponible sea establecida. Conservativo: Similar a la implementación bajo demanda, este manejador también ajusta dinámicamente a las frecuencias basadas en el uso del procesador, a excepción de esto, permite un mayor incremento gradual de potencia. Si el uso del procesador excede un cierto umbral, el manejador no cambia immediatamente a la más alta frecuencia disponible (como el manejador bajo demanda), pero sólo a la siguiente mayor frecuencia disponible. Espacio de usuario: Este manejador permite al usuario, o a cualquier programa en ejecución de espacio de usuario con UID 'root', establecer la CPU a una frecuencia específica. 'espacio de usuario' no está soportada todavía, pero para obtener el mismo resultado, usa el manejador de 'ahorro de potencia' y una de las frecuencias en 'Mín Frecuencia', o manejador 'rendimiento' en combinación con 'Máx Frecuencia'.
fr: Les gouverneurs suivants sont disponibles: Performance: Ce gouverneur règle le CPU statiquement à la fréquence la plus élevée entre les frontières de Fréquence min et Fréquence max. Par conséquent, l'économie d'énergie n'est pas l'objet de ce gouverneur. Économie d'énergie: Le CPU est règlé statiquement à la fréquence la plus basse possible. Cela peut avoir de graves impacts sur la performance, car le système ne sera jamais élevé au-dessus de cette fréquence sans égard pour le taux d'occupation des processeurs. Toutefois, l'utilisation de ce gouvernor ne conduit souvent pas aux économies de puissance attendues car les économies les plus élevées peuvent généralement être atteintes au repos en entrant dans les états C. En travaillant à la fréquence la plus basse, les processus gérés par le gouverneur powersave prendront plus de temps pour se terminer, prolongeant ainsi le temps nécessaaire au système pour entrer dans les états C de repos. À la demande: Mise en œuvre par le noyau d'une politique dynamique de la fréquence du processeur: Le gouverneur surveille l'utilisation du processeur. Dès qu'elle dépasse un certain seuil, le gouverneur règlera la fréquence à la valeur la plus élevée disponible. Si l'utilisation est inférieure au seuil, la prochain fréquence plus basse est utilisée. Si le système continue à être sous-utilisé, la fréquence est à nouveau réduite jusqu'à obtention de la plus basse fréquence disponible. Conservateur: Similaire à la mise en œuvre à la demande, ce gouverneur ajuste aussi dynamiquement les fréquences sur la base de l'utilisation du processeur, sauf qu'il permet une augmentation plus progressive de la puissance. Si l'utilisation du processeur dépasse un certain seuil, le gouvernor n'est pas immédiatement passé à la plus haute fréquence disponible (comme le fait le gouverneur à la demande), mais seulement jusqu'à la prochaine fréquence supérieure disponible. Espace utilisateur: Ce gouverneur permet à l'utilisateur, ou à tout autre programme de l'espace utilisateur travaillant avec l'UID 'root', de mettre le CPU à une fréquence spécifique. 'espace utilisateur' n'est pas encore pris en charge, mais pour obtenir le même résultat utiliser le gouverneur 'Économie d'énergie' et l'une des fréquences dans 'Fréquence min', ou le gouverneur 'Performance' en combinaison avec 'Fréquence max'.
ru: Последующие регуляторы доступны: Производительный: Этот регулятор статически устанавливает частоту процессора на высочайшее значение в пределах Мин и Макс частот. Следовательно сбережение энергии не является фокусом этого регулятора. Энергосберегательнный: Частота процессора установлена на наименьшее возможное значение. Это может привести к сильному ухудшению производительности, поскольку частота процессора будет зафиксирована и не изменится в зависимости от его нагрузки. Несмотря на это, употребления этого регулятора не всегда приводит к желанному уровню энергосбережения. Употребление энергии минимально когда система находится в холостых С-состояниях. Поскольку частота процессора зафиксирована на минимуме, процессы системы работают с меньшей скоростью и требуют больше времени для выполнения. В результате время в течении которого система может находится в холостых С-состояниях сокращается. По-Запросу: Реализация ядра с динамичной стратегии установки частот: Регулятор наблюдает за нагрузкой процессора. Как только нагрузка процессора перешагнет через определенный порог, регулятор установит частоту процессора на высочайшую ступень. В ситуациях когда нагрузка процессора меньше порога, частота процессора устанавливается на ступень меньше. Если малая нагрузка системы продолжительна то частота процессора будет постепенноуменьшатся пока наименьшая ступень не достигнута. Консервативный: Так же как и реализация По-Запросу этот регулятор динамично настраивает частоту процессора соответственно с нагрузкой системы. Разница между двумя регуляторами является в том что Консервативный регулятор позволяет постепенное повышение частот. Как только нагрузка системы перешагнет через определенный порог, регулятор увеличит частоту процессора на одну ступень выше. Userspace: Этот регулятор позволяет пользователю, а так же любой программе работающей с UID 'root' в userspace-е, установить частоту на определенное значение. 'userspace' пока что не поддерживается, для получения аналогичных результатов рекомендуется использование энергосберегательного регулятора совместно с одной из 'Мин Частот', иле же производительного регулятора совместно с одной из 'Макс Частот'.

source: Min Frequency:
de: Min Frequenz:
es: Frec. mínima:
fr: Fréquence min:
ru: Минимальная Частота:

source: Sets the minimum used frequency from the range of available frequencies.
de: Setzt die minimal zu benutzende Frequenz aus den möglichen Frequenzbereichen.
es: Establece la mínima frecuencia usada desde el rango de frecuencias disponibles.
fr: Règlez la fréquence minimale utilisée de l'échelle des fréquences disponibles.
ru: Устанавливает минимальную частоту из доступного сектора частот.

source: Max Frequency:
de: Max Frequenz:
es: Frec. máxima:
fr: Fréquence max:
ru: Максимальная Частота:

source: Sets the maximum used frequency from the range of available frequencies.
de: Setzt die maximal zu benutzende Frequenz aus den möglichen Frequenzbereichen.
es: Establece la máxima frecuencia usada desde el rango de frecuencias disponibles.
fr: Règlez la fréquence maximale utilisée de l'échelle des fréquences disponibles.
ru: Устанавливает максимальную частоту из доступного сектора частот.

source: Core
de: Kern
es: Núcleo
fr: Coeur
ru: Ядро

source: This is the tab for modifying core
de: Das ist der Tab zum modifizieren des Kern
es: Esta es la pestaña para modificar el núcleo
fr: C'est l'onglet pour modifier le coeur
ru: В этом табе можно модифицировать ядро

source: if unlocked at the joined tab.
de: , wenn im Tab 'Gekoppelt' die Kerne entsperrt sind.
es: si está desbloqueado en la pestaña 'Acoplado'.
fr: si dévérouillé dans l'onglet Joints.
ru: если оно разблокировано в совместном табе.

source: Information to Core
de: Infos zum Kern
es: Informes al Núcleo
fr: Information du coeur
ru: Информация о Ядре

source: Show information about this core.
de: Zeigt Informationen zu diesem Kern.
es: Mostrar información sobre este núcleo.
fr: Affichez les information à propos de ce coeur.
ru: Показать информацию о ядре.

source: Sets the used governor (if cores unlocked).
de: Setzt den zu benutenden Governor (wenn die Kerne entsperrt sind).
es: Establece el gobernante usado(si los núcleos están desbloqueados).
fr: Règle le gouverneur utilisé (si les cores sont déverroullés).
ru: Установить регулятор (если ядро разблокировано).

source: Add to Autostart
de: Hinzufügen zum Autostart
es: Añadir a Auto-inicio
fr: Ajoutez automatiquement
ru: Добавить в авто-старт

source: Add custom settings to autostart for permanency.
de: Fügt die Benutzer-Einstellungen zum Autostart hinzu, damit sie dauerhaft aktiviert sind.
es: Añadir ajustes a medida a auto-inicio para permanencia.
fr: Ajoutez de facon permanente les paramêtrez personnels au démarrage.
ru: Добавить пользовательские настройки в авто-старт для постоянности.

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ru: Применить

source: Apply settings to the cpufreq system. Also save them in $FVWM_USERDIR/.governor for using it with autostart if set.
de: Wendet die Einstellungen auf das Cpufreq-System an. Ausserdem werden sie in $FVWM_USERDIR/.governor gespeichert, falls sie über den Autostart gesetzt werden wollen.
es: Aplicar ajustes a la cpufreq del sistema. Guardarlos en $FVWM_USERDIR/.governor para usarlo con auto-inicio si establecido.
fr: Appliquez les paramêtres au système cpufreq, et les sauver dans $FVWM_USERDIR/.governor pour utilisation lorsque Ajoutez automatiquement est activé.
ru: Применить настройки к cpufreq системе. Так же сохранить их в $FVWM_USERDIR/.governor для употребления авто-стартом.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Cancel/Quit Cpu Performance tool.
de: Abbrechen/Beenden der CPU Leistungseinstellungen.
es: Cancelar/Cerrar herramienta de rendimiento CPU.
fr: Annuler/Quitter l'outil de performance CPU.
ru: Отменить/Выйти из инструмента производительности процессора.

source: You have unapplied changes! Continue anyway?
de: Sie haben nicht angewendete Änderungen! Trotzdem fortfahren?
es: ¡Tiene cambios no aplicados! ¿Continuar de todas formas?
fr: Vous n'avez pas appliqué les changements ! Souhaitez-vous continuer ?
ru: Присутствуют не сохраненные изменения! Продолжить?

source: No cpu scaler is installed. For full functionality cpufreq-utils or cpupower must installed at least.
de: Kein Cpu-Scaler ist installiert. Für volle Funktionalität muss mindestens cpufreq-utils oder cpupower installiert sein.
es: Ningún CPU-Scaler está instalado. Para una funcionalidad completa de cpufreq-utils o cpupower debe ser instalado al menos.
fr: Pas de controleur de cpu installé. Pour obtenir toutes les fonctionnalités, au moins un de cpufreq-utils ou cpupower doit être installé.
ru: Не найдены установленные scaler-ы процессора. Для полной функциональности необходима установка cpufreq-utils иле же cpupower как минимум.

source: Info
fr: Information
ru: Информация

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ru: Предупреждение

source: Error
fr: Erreur

source: Error !
fr: Erreur !

source: No or unknown cpufreq driver is active! FNS Cpu Performance not usable.
es: No o controlador cpufreq desconocido está activo! FNS Rendimiento CPU no utilizable.
fr: Non ou pilote cpufreq inconnue est active! FNS Performance du CPU inutilisable.

source: Exit
es: Salida
fr: Sortie
