Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fns-*-setup.*.po
Languages: de, es, fr, ru

source: Fvwm-Nightshade Base Setup
de: Fvwm-Nightshade Basis Konfiguration
es: Fvwm-Nightshade Configuración Básica
fr: Fvwm-Nightshade installation de base
ru: Fvwm-Nightshade базовая конфигурация

source: Environment
de: Umgebung
es: Entorno
fr: Environnement
ru: Среда

source: Splash On
de: Splash An
es: Pantalla de bienvenida Activada
fr: Activer le splash
ru: Баннер Включен

source: Run Banner at startup? Default: on
de: Splash/Banner beim Start anzeigen? Default: an
es: ¿Ejecutar Banner al inicio? Por defecto: activado
fr: Afficher la bannière au démarrage? Défaut: en marche
ru: Показывать баннер при запуске? По умолчанию: да

source: Path to splash image.
es: Ruta a imagen de bienvenida.
fr: Chemin pour l'image splash.
ru: Путь к банеру.

source: Set path to splash image.
es: Fijar ruta a imagen de bienvenida.
fr: Choix du chemin de l'image splash.
ru: Установит путь к банеру.

source: Composite Manager On
de: Composite Manager An
es: Gestor de composición
fr: Manager composite en fonction
ru: Композит Менеджер Включено

source: Use composite manager? Default: off.
es: ¿Usar gestor de composición? Por defecto: desactivado.
fr: Utilisez le manager composite? Default: stoppé.
ru: Использовать композит менеджер? По умолчанию: Выключено.

source: Configure
de: Konfigurieren
es: Configurar
fr: Configuration
ru: Настроить

source: Open composite settings.
es: Abrir ajustes de composición.
fr: Ouvrir les paramétres composites.
ru: Открыть опции композита.

source: Desktop
es: Escritorio
fr: Bureau
ru: Рабочий стол

source: Wallpaper Dirs:
de: Wallpaper Verz:
es: Directorios para tapices:
fr: Rép. papiers peints:
ru: Обои:

source: Wallpaper directories, separated by ':'.
es: Directorios para tapices, separado por ':'.
fr: Répertoires des papiers peints, séparés par ':'.
ru: Директории обоев разделены ':'.

source: Icons on Desktop
de: Icons auf dem Desktop
es: Iconos en el escritorio
fr: Icones sur le bureau
ru: Иконки на Рабочем столе

source: Use Icons on desktop? Default: off.
es: ¿Usar Iconos en el escritorio? Por defecto: desactivado.
fr: Utilisez les icones du bureau? par défaut: pas d'icone.
ru: Использовать Иконки на рабочем столе? По умолчанию: Включено.

source: Icon Size:
de: Icon Größe:
es: Tamaño de icono:
fr: Taille d'icône:
ru: Размер Иконки:

source: Change size of the desktop icons.
es: Cambiar tamaño de los iconos de escritorio.
fr: Changer la taille des icones de bureau.
ru: Изменить размер иконок на рабочем столе.

source: Desktop scrolling On
de: Desktop Scrolling An
es: Desplazamiento de escritorio
fr: Déroulement du bureau en fonction
ru: Прокрутка рабочего стола Включена

source: Activate page scrolling when the cursor hits the edge of a page? Default: on.
es: Activar desplazamiento de página cuando el cursor llega al borde? Por defecto: activado.
fr: Activation du saut de page quand le curseur touche le coin de la page? par défaut: en marche.
ru: При касании курсора края страницы, включить прокрутку страницы? По умолчанию: Включено.

source: Desktops:
es: Escritorios:
fr: Bureaux:
ru: Рабочие Столы

source: Set horizontal count of desktop pages.
es: Ajustar cuenta horizontal de páginas de escritorio.
fr: Nombre de pages horizontales du bureau.
ru: Установить число горизонтальных рабочих столов.

source: Set vertical count of desktop pages.
es: Ajustar cuenta vertical de páginas de escritorio.
fr: Nombre de pages verticales du bureau.
ru: Установить число вертикальных рабочих столов.

source: Decorations & Panels
de: Dekoration & Panels
es: Paneles y decoraciones
fr: Décorations & paneaux
ru: Декорации и Панели

source: Used Layout:
de: Verw. Layout:
es: Disposición usada:
fr: Mise en page:
ru: Примененная Выкладка:

source: The actual FNS layout.
es: La disposición FNS actual.
fr: Actuelle mise en page FNS.
ru: Актуальная выкладка FNS.

source: Used Theme:
de: Verw. Theme:
es: Tema usado:
fr: Thème utilisé:
ru: Примененная Тема:

source: The actual FNS decor theme.
es: Tema decorativo para FNS actual.
fr: Le thème actuel FNS.
ru: Актуальный декор FNS темы.

source: Used Font:
de: Verw. Font:
es: Fuente usada:
fr: Police utilisée:
ru: Примененный Фонт:

source: Used default font in FNS.
es: Fuente utilizada por defecto en FNS.
fr: La police utilisée par défaut dans FNS.
ru: Применить стандартные фонты в FNS.

source: Default Applications
de: Standard Applikationen
es: Aplicaciones Predeterminadas
fr: Applications par défaut
ru: Приложения По умолчанию

source: Browser:
es: Navegador:
ru: Браузер:

source: Default browser in FNS.
es: Navegador por defecto en FNS.
fr: Navigateur par défaut de FNS.
ru: Браузер по умолчанию в FNS.

source: Set path to browser.
es: Fijar ruta al navegador.
fr: Indiquez le chemin du navigateur.
ru: Установить путь к браузеру.

source: Editor:
fr: Editeur:
ru: Редактор:

source: Default editor in FNS.
es: Editor por defecto en FNS.
fr: Editeur par défaut de FNS.
ru: Редактор по умолчанию в FNS.

source: Set path to editor.
es: Fijar ruta al editor.
fr: Indiquez le chemin de l'éditeur.
ru: Установить путь к редактору.

source: Terminal:
ru: Терминал:

source: Default terminal in FNS.
es: Terminal por defecto en FNS.
fr: Terminal par défaut de FNS.
ru: Терминал по умолчанию в FNS.

source: Set path to terminal.
es: Fijar ruta al terminal.
fr: Indiquez le chemin du terminal.
ru: Установить путь к терминалу.

source: Transset:
ru: Транссет:

source: Default transset in FNS.
es: Transset por defecto en FNS.
fr: Transset par défaut en FNS.
ru: Транссет по умолчанию в FNS.

source: Set path to transset.
es: Fijar ruta a transset.
fr: Indiquez le chemin de transet.
ru: Установить путь к транссету.

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ru: Помощь

source: Get help
de: Hilfe anzeigen
es: Obtener ayuda
ru: Запросить помощь

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ru: Применить

source: Apply and save new settings.
es: Aplicar y guardar nuevos ajustes.
fr: Appliquez et sauvegarer les nouveaux paramètres.
ru: Применить и сохранить новые опции.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Cancel / Quit Base Setup.
es: Cancelar / Cerrar Configuración Básica.
fr: Annuler / Quitter l'installation de base.
ru: Отменить / Выйти из Базовой Установки.

source: You have unsaved changes! Continue anyway?
de: Sie haben ungespeicherte Änderungen! Trotzdem fortfahren?
es: ¡Tiene cambios no guardados! ¿Continuar de todas formas?
fr: Vous n'avez pas sauvegardé les changements! Souhaitez-vous continuer?
ru: У вас ест не сохраненные изменения, продолжить?

source: Info
ru: Информация

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ru: Предупреждение

source: Question
de: Frage
es: Pregunta
ru: Вопрос

source: Error
de: Fehler
fr: Erreur
ru: Ошибка

source: Other
de: Anderes
es: Otro
fr: Autre
ru: Другое

source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir un fichier
ru: Открыть Файл

source: Save File
de: Datei speichern
es: Guardar archivo
fr: Sauvegarder le fichier
ru: Сохранить Файл

source: Select Folder
de: Ordner wählen
es: Seleccionar carpeta
fr: Selectionner un répertoire
ru: Выбрать Папку

source: Create Folder
de: Ordner erstellen
es: Crear carpeta
fr: Créer un répertoire
ru: Создать Папку

source: Get help.
fr: Obtenez de l'aide.

source: Path to splash image
de: Pfad zum Splash-Bild

source: Set path to splash image
de: Pfad zum Splash-Bild setzen

source: Use composite manager? Default: off
de: Composite Manager nutzen? Default: aus

source: Open composite settings
de: Öffne Composite Einstellungen

source: Wallpaper directories, separated by ':'
de: Verzeichnisse von Hintergrundbildern, getrennt durch ':'

source: Use Icons on desktop? Default: off
de: Icons auf Desktop aktivieren? Default: aus

source: Change size of the desktop icons
de: Icongröße auf dem Desktop ändern

source: Activate page scrolling when the cursor hits the edge of a page? Default: on
de: Seitenscrolling an, wenn der Cursor die Ränder der Bildschirmseite berührt? Default: an

source: The actual FNS layout
de: Das aktuelle FNS Layout

source: The actual FNS decor theme
de: Das aktuelle FNS Dekorations-Theme

source: Used default font in FNS
de: Der aktuell benutzte FNS-Font

source: Default browser in FNS
de: Standard Browser in FNS

source: Set path to browser
de: Pfad zu Browser setzen

source: Default editor in FNS
de: Standard Editor in FNS

source: Set path to editor
de: Pfad zu Editor setzen

source: Default terminal in FNS
de: Standard Terminal in FNS

source: Set path to terminal
de: Pfad zu Terminal setzen

source: Default transset in FNS
de: Standard Transset in FNS

source: Set path to transset
de: Pfad zu Transset setzen

source: Apply and save new settings
de: Neue Einstellungen speichern und anwenden

source: Cancel / Quit Base Setup
de: Basis Konfiguration Abbrechen / Beenden
