Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fvwm-nightshade.*.po
Languages: de, es, fr, ru

source: &Personal Applications
de: &Persönliche Programme
es: &Programas Personales
fr: Application &personnelle
ru: П&ерсональные Программы

source: &Configuration
de: &Konfiguration
es: &Configuración
ru: &Настройки

source: &Help
de: &Hilfe
es: &Ayuda
fr: &Aide
ru: &Помощь

source: Fvwm &Modules
de: Fvwm &Module
es: &Módulos Fvwm
ru: Fvwm &Модули

source: &Window Operations
de: &Fenster Operationen
es: Funciones de &Ventana
fr: &Fenetre Operation
ru: &Оконные Операции

source: Lock Screen
de: Bildschirm sperren
es: Bloquear Pantalla
fr: Écran verrouillé
ru: Экран Блокировки

source: &Run Command
de: &Befehl ausführen
es: &Ejecutar Comando
fr: &Exécutez commande
ru: &Запуск Команды

source: &Quit Fvwm-Nightshade
de: Fvwm-Nightshade &verlassen
es: &Salir de Fvwm-Nightshade
fr: &Quitter Fvwm-Nightshade
ru: &Выйти из Fvwm-Nightshade

source: Personal Applications
de: Persönliche Programme
es: Programas Personales
fr: Programme personnelles
ru: Персональные Программы

source: &Configure Personal Applications
de: Persönliche Programme konfigurieren
es: &Configurar Programas Personales
fr: &Configuration du programme personnel
ru: &Конфигурация Персональных Программ

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ru: Помощь

source: Fvwm &Man Pages
de: Fvwm &Manpageseiten
es: Páginas &Man de Fvwm
fr: Fvwm &page principale
ru: Fvwm &Man Страницы

source: Fvwm &Web Pages
de: Fvwm &Webseiten
es: Páginas &Web de Fvwm
fr: Fvwm page &internet
ru: Fvwm &Web Страницы

source: Fvwm-&Nightshade Web Pages
de: Fvwm-&Nightshade Webseiten
es: Páginas Web de Fvwm-&Nightshade
fr: Fvwm-&Nightshade page internet
ru: Fvwm-&Nightshade Web Страницы

source: &Other Helps
de: &Andere Hilfen
es: &Otras Ayudas
fr: &Autres Aides
ru: &Другая Помощь

source: &Show Fvwm Version
de: &Zeige Fvwm Version
es: Mostrar &Version Fvwm
fr: &Montrer Fvwm Version
ru: &Показать Версии Fvwm

source: &About Fvwm-Nightshade
de: &Ueber Fvwm-Nightshade
es: &Sobre Fvwm-Nightshade
fr: &À propos Fvwm-Nightshade
ru: &Про Fvwm-Nightshade

source: Others
de: Andere Hilfen
es: Otros
fr: Autres
ru: Другие

source: &X Man Pages
de: &X Manpageseiten
es: Páginas Man de &X
fr: &X page principale
ru: &X Man Страницы

source: &GNOME Help
de: &GNOME Hilfe
es: Ayuda de &GNOME
fr: &GNOME Aide
ru: &GNOME Помощь

source: &KDE Help
de: &KDE Hilfe
es: Ayuda de &KDE
fr: &KDE Aide
ru: &KDE Помощь

source: Fvwm Web Pages
de: Fvwm Webseiten
es: Páginas Web de Fvwm
fr: Fvwm page internet
ru: Fvwm Web Страницы

source: Home Page
es: Página de Inicio
fr: Page de démarrage
ru: Домашняя Страница

source: FAQ
es: Preguntas frecuentes
ru: ЧЗВ

source: Documentation
de: Dokumentation
es: Documentación
ru: Документация

source: Forum
es: Foro
ru: Форум

source: In the beginning was ...
de: Am Anfang war ...
es: En el comienzo fue ...
fr: Au début c'était...
ru: В начале было ...

source: Beginners Guide
de: Anfänger Handbuch
es: Guía para Principiantes
fr: Guide du débutant
ru: Путеводитель для Чайников

source: FAQ inofficial
de: Inoffizielle FAQ
es: FAQ Extraoficial
fr: FAQ inofficiel
ru: неофициальное ЧЗВ

source: How Styles are Applied
de: Wie Styles angewendet werden
es: Cómo son aplicados los estilos
fr: Comment sont appliqués les styles
ru: Как Применяются Стаийлы

source: Session Management
de: Sitzungsverwaltung
es: Gestión de Sesiones
ru: Управление Сессии

source: FNS Web Pages
de: FNS Webseiten
es: FNS Páginas Web
fr: FNS page internet
ru: FNS Web Страницы

source: Start Regular Modules
de: Reguläre Module starten
es: Lanzar Módulos Regulares
fr: Démarrarer le module régulier
ru: Запустить Регулярные Модули

source: &Animation
de: &Animationen
es: &Animación
ru: &Анимации

source: &Debug Console
de: &Debug-Konsole
es: Consola de &Depuración
fr: Console de &debug
ru: &Дебаг Консоль

source: &Identify
de: &Identifizieren
es: &Identificar
fr: &Identification
ru: &Идентифицировать

source: ScrollBar (1/2 &app)
de: Bildlaufleiste (1/2 &app)
es: Barra de Desplazamiento (1/2 &app)
fr: Barre de défilement (1/2 &app)
ru: Полоса Прокрутки (1/2 &апп)

source: ScrollBar (75%% &scr)
de: Bildlaufleiste (75%% &scr)
es: Barra de Desplazamiento (75%% &scr)
fr: Barre de défilement (75%% &scr)
ru: Полоса Прокрутки (75%% &скр)

source: Auto Raise (&1/2 sec)
de: Autom. anheben (&1/2 sec)
es: Auto-Elevar (&1/2 sec)
fr: Agrandissement automatique (&1/2 sec)
ru: Автоматический Всплыв (&1/2 сек)

source: Auto Raise (&2 sec)
de: Autom. anheben (&2 sec)
es: Auto-Elevar (&2 sec)
fr: Agrandissement automatique (&2 sec)
ru: Автоматический Всплыв (&2 sec)

source: Stop Regular Modules
de: Reguläre Module stoppen
es: Parar Módulos Regulares
fr: Arrêt du module régulier
ru: Остановить Регулярные Модули

source: FvwmForm Tools
de: FvwmForm Programme
es: Herramientas FvwmForm
fr: FvwmForm Outils
ru: FvwmForm Инструменты

source: &Capture
es: &Capturar
ru: &Захват

source: &Talk
es: &Hablar
ru: &Говорить

source: &QuitVerify
es: &Verificación de Salir
ru: &Выход из Проверки

source: Configuration
de: Konfiguration
es: Configuración
ru: Конфигурация

source: &System
es: &Sistema
ru: &Система

source: &Tail .xsession-errors
es: &Seguir .xsession-errors
ru: &Хвост .xsession-errors

source: &Animation Control
de: &Animations-Kontrolle
es: Control de &Animación
fr: Contrôle des &animations
ru: &Контроль Анимации

source: Fvwm Form &Defaults
de: Fvwm Form &Grundeinstellungen
es: Formas Fvwm por &Defecto
fr: Fvwm Form par &défault
ru: Fvwm из Параметров &По Умолчанию

source: Configure &Background
de: &Hintergrund setzen
es: Configurar &Fondo
fr: Configuration &arriére plan
ru: Конфигурировать &Задний Фон

source: &Decoration
de: &Dekoration
es: &Decoración
ru: &Декорации

source: Fvwm-&Nightshade Setup
de: Fvwm-&Nightshade Einstellungen
es: Instalación Fvwm-&Nightshade

source: &Keyboard
de: &Tastatur
es: &Teclado
fr: &Clavier
ru: &Клавиатура

source: &Mouse
de: &Maus
es: &Ratón
fr: &Souris
ru: &Мышь

source: Sc&reen Saver
de: &Bildschirmschoner
es: &Protector de Pantalla
fr: &Ecran de sauvegarde
ru: &Заставка

source: &CPU Performance
de: &CPU Leistungseinstellungen
es: Rendimiento &CPU
fr: &Performance du CPU
ru: &Производительность Процессора

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
ru: Клавиатура

source: &Settings
de: &Einstellungen
es: &Configuración
fr: &Réglages
ru: &Настройки

source: Mouse
de: Maus
es: Ratón
fr: Souris
ru: Мышь

source: Root &Cursor
es: &Cursor Raíz
fr: Root &Curseur
ru: Корневой &Курсор

source: Decoration
de: Dekoration
es: Decoración
ru: Декорации

source: &Decors
de: &Dekor
es: &Diseño
ru: &Декор

source: &Qt Decor
de: &Qt Dekor
es: Diseño &Qt
ru: Qt Декор

source: &Gtk+ Decor
de: &Gtk+ Dekor
es: Diseño &Gtk+
ru: &Gtk+ Декор

source: Qt Decor
de: Qt Dekor
es: Diseño Qt
ru: Qt Декор

source: Qt-&3 Decor
de: Qt-&3 Dekor
es: Diseño Qt-&3
ru: Qt-&3 Декор

source: Qt-&4 Decor
de: Qt-&4 Dekor
es: Diseño Qt-&4
ru: Qt-&4 Декор

source: Decors
de: Dekore
es: Diseño
ru: Декоры

source: Background Configuration
de: Hintergrundkonfiguration
es: Configuración de fondo
fr: Configuration arriére plan
ru: Конфигурация Заднего Фона

source: Set &Default background
de: &Standard Hntergrund setzen
es: Fondo por &Defecto
fr: Appliquer par &defaut en arriére plan
ru: Установить задний фон по &умолчанию

source: Set &Wallpaper background
de: Hintergrund&bild setzen
es: Establecer &Tapiz
fr: &Appliquer papier pain en arriére plan
ru: Установить &Обои заднего фона

source: Screen Saver
de: Bildschirmschoner
es: Protector de Pantalla
fr: Ecran de sauvegarde
ru: Заставка

source: XscreenSaver &Settings
de: XscreenSaver &Einstellungen
es: &Configuración de XscreenSaver
fr: &Réglages de XscreenSaver
ru: XscreenSaver &Настройки

source: &XscreenSaver (Re)start
es: (re)iniciar &XscreenSaver
fr: (Re)Démarrarge de &XscreenSaver
ru: &XscreenSaver (пере)запуск

source: XscreenSaver &Stop
es: &Parar XscreenSaver
fr: &Arrêt de XscreenSaver
ru: XscreenSaver &Стоп

source: XscreenSaver &Lock
de: XscreenSaver s&perren
es: &Bloquear XscreenSaver
fr: &Verrouiller de XscreenSaver
ru: XscreenSaver &Закрыть

source: XscreenSaver &Activate
de: XscreenSaver &aktivieren
es: &Activar XscreenSaver
fr: &Activation de XscreenSaver
ru: XscreenSaver &Активировать

source: Really Quit
de: Wirklich verlassen
es: Confirmar cierre
fr: Quitter vraiment
ru: Выйти по Настоящему

source: &Restart Fvwm
de: &Fvwm neu starten
es: &Reiniciar Fvwm
fr: &Redémarrer Fvm
ru: &Перезагрузить Fvwm

source: Re&fresh Screen
de: Bildschirm &auffrischen
es: Re&frescar Pantalla
fr: Ra&fraîchir l'ecran
ru: &Обновить Экран

source: &Suspend System
de: &Bereitschaft
es: &Suspender Sistema
fr: &Suspendre le systéme
ru: &Приостановить Систему

source: &Hibernate System
de: &Ruhezustand
es: &Hibernar Sistema
fr: Systéme &hiberner
ru: &Спящий Режим Системы

source: &Yes, Really Quit
de: &Ja, wirklich verlassen
es: &Sí, confirmar cierre
fr: &Oui, quitter vraiment
ru: &Да, Выйти по Настоящему

source: &No, Don't Quit
de: &Nein, nicht verlassen
es: &No, no cerrar
fr: &Non, ne pas quitter
ru: &Нет, Не Выходить

source: Window Operations
de: Fenster Operationen
es: Operaciones de Ventana
fr: Fenêtre Opération
ru: Оконные Операции

source: (De)&Iconify
de: (Ent-)M&inimieren
es: (De)&Iconificar
fr: (De)M&ininmiser
ru: (Де)&Иконыфикация

source: (Un)Ma&ximize
de: (Ent-)Ma&ximieren
es: (Des)Ma&ximizar
fr: (Dé)Ma&ximiser
ru: (Не)У&величить

source: (Un)&Shade
de: Ver&bergen/Hervorholen
es: (Des)&Ocultar
fr: (Dé)&Masquer
ru: (Не)&Тень

source: (Un)S&tick
de: (Ent-)&Pinnen
es: (Des)&Pegar
fr: &Coller
ru: (Не)&Липкий

source: R&aise
de: &Anheben
es: &Elevar
fr: &Augmenter
ru: &Всплыть

source: &Lower
de: Ab&senken
es: &Bajar
fr: &Diminuer
ru: &Ниже

source: &Destroy
de: &Zerstören
es: &Destruir
fr: D&étruire
ru: &Уничтожить

source: Move to &Page
de: Ve&rschieben auf Seite
es: Mover a la &Página
fr: Déplacer vers la &page
ru: Переместить в &Страницу

source: &Group Operations
de: Gruppen &Operationen
es: Operaciones de &grupo
fr: Opération &grouper
ru: &Групповые Операции

source: &Window Style
de: &Fenster Style
es: Estilo de &ventana
fr: &Fenêtre de styles
ru: &Стиль Окна

source: &Maximize Window
de: Fenster &maximieren
es: &Maximizar Ventana
fr: Fenêtre m&aximiser
ru: У&величить Окно

source: &Refresh Window
de: Fens&ter auffrischen
es: &Refrescar Ventana
fr: Fenêtre &rafraîchi
ru: &Обновить Окно

source: R&earrange All
de: A&lles neu anordnen
es: R&eorganizar todo
fr: R&éorganiser tout
ru: П&ереместить Все

source: Window &Utility
es: &Utilidad de Ventana
fr: Fenêtre &utilitaires

source: Sw&itch to...(WinList)
de: &Wechseln zu ...(WinList)
es: Camb&iar a...(WinList)
fr: Changer pour...(&WinList)
ru: &Перейти на...(WinList)

source: Re&store
de: &Erneuern
es: Re&staurar
fr: Re&staurer
ru: Возобновит&ь

source: &Iconify
de: M&inimieren
es: &Iconificar
fr: M&inimiser
ru: &Иконыфикация

source: Ma&ximize
de: Ma&ximieren
es: Ma&ximizar
fr: Ma&ximiser
ru: У&величить

source: Stays On &Top
de: Im &Vordergrund bleiben
es: &Permanecer Encima
fr: Rester sur le &premier plan
ru: Остается &Впереди

source: Stays &Back
de: In Grunde&bene zurück
es: Permanecer Deb&ajo
fr: Rester sur l'&arriére plan
ru: Остается &Позади

source: (Un)&Stick
de: (Ent-)&Pinnen
es: (Des)P&egar
fr: &Coller
ru: (Не)&Липкий

source: Mor&e...
de: M&ehr...
es: Má&s...
fr: Plu&e
ru: Боль&ше...

source: Resource Group Ops
de: Resourcegruppen Ops
es: Ops de Grupo de recursos
fr: Groupe de Resource Ops
ru: Группа Ресурсов ОПС

source: Iconify
de: Minimieren
es: Iconificar
fr: Minimiser
ru: Иконыфицироват

source: De&Iconify
de: &Wiederherstellen
es: De&Iconificar
fr: Dém&inimiser
ru: Не&Иконыфицировать

source: &Shade
de: &Verbergen
es: &Ocultar
fr: &Cacher
ru: &Тень

source: Un&Shade
de: &Hervorholen
es: De&socultar
fr: Dé&cacher

source: Lo&wer
de: Ab&senken
es: &Bajar
fr: Dimin&uer
ru: Ни&же

source: &Quick Move To ...
de: Schnelles &verschieben zu ...
es: &Mover Rápido a...
fr: &Déplacer rapidement vers...
ru: &Быстрый Перевод В ...

source: Window Style
de: Fenster Style
es: Estilo de Ventana
fr: Fenêtre styles
ru: Стиль Окна

source: TitleAtT&op
de: Titelleiste &oben
es: Títul&o Arriba
fr: Titre en &haut
ru: ТитулВп&ереди

source: TitleAt&Bottom
de: Titelleiste &unten
es: Título &al fondo
fr: Titre en &bas
ru: ТитулС&Зади

source: &Title
de: &Titelleiste
es: &Título
fr: &Titre
ru: &Титул

source: &NoTitle
de: &Keine Titelleiste
es: Si&n Título
fr: &Pas de titre
ru: &БезТитула

source: &FvwmBorder
de: &Fvwm-Rand
es: &BordeFvwm
fr: Bord &Fvwm
ru: &FvwmГраница

source: &MWMBorder
de: &MWM-Rand
es: Borde&MWM
fr: Bord &MWM
ru: &MWMГраница

source: &DepressableBorder
de: &Versenkter Rand
es: Bor&deOprimible
fr: Bord &enfoncé
ru: &ДепресивнаяГраница

source: F&irmBorder
de: Standardrand &wiederherstellen
es: Borde&Firme
ru: Ф&ирменнаяГраница

source: &Handles
de: &Randumrandung
es: &Asas
fr: B&ordure
ru: &Ручки

source: NoH&andles
de: Kei&ne Randumrandung
es: &Sin Asas
fr: Bord de &la bordure
ru: БезР&учек

source: BorderWidth &0
de: Randbreite &0
es: Ancho de Borde &0
fr: Largeur de bordure &0
ru: ШыренаГраницы &0

source: BorderWidth &5
de: Randbreite &5
es: Ancho de Borde &5
fr: Largeur de bordure &5
ru: ШыренаГраницы &5

source: Handle&Width 0
de: Ran&dumrandungsbreite &0
es: Ancho del &asa 0
fr: Lar&gueur de bordure 0
ru: ШыренаРучки 0

source: HandleWidth &7
de: Randumrandungsbreite &7
es: Ancho del asa &7
fr: Largueur de bordure &7
ru: ШыренаРучки &7

source: Re&sizeOpaque
de: &Grösse ändern mit Inhalt
es: &Cambiar tamaño Opaco
fr: Re&dimensionner avec contenu
ru: Непрозрачное, Из&менение размера

source: Resi&zeOutline
de: Grö&sse ändern ohne Inhalt
es: &Marco al cambiar tamaño
fr: Redimensionner sans co&ntenu
ru: Из&менение размера контура

source: S&loppyFocus
es: Foco Re&lajado
ru: Н&ебрежный Фокус

source: &ClickToFocus
de: Fokus per Kli&ck
es: &Click para Enfocar
fr: Focus par &click
ru: КликнийДляФокуса

source: Mo&useFocus
de: Fokus unter M&aus
es: Foco sigue al Ratón
ru: ФокусМы&ши

source: N&everFocus
de: K&einen Fokus
es: No &Enfocar
fr: P&as de focus
ru: Не &Фокусироваться

source: Maximize Window
de: Fenster maximieren
es: Maximizar Ventana
fr: Fenêtre maximiser
ru: Увеличеть Окно

source: &Maximize Fully
de: Voll &maximieren
es: &Maximizar Completamente
fr: &Maximiser pleinement
ru: Полностью &Увеличить

source: &Unmaximize
de: A&uf Fenstergröße zurück
es: &Desmaximizar
fr: &Démaximiser
ru: Неувеличить

source: Maximize &Partially
de: &Teilweise maximieren
es: Maximizar &Parcialmente
fr: Maximiser &partiellement
ru: Увеличить &Частично

source: Maximize &Vertically
de: &Vertikal maximieren
es: Maximizar &Verticalmente
fr: Maximiser &verticallement
ru: Увеличить &Вертикально

source: Maximize &Horizontally
de: &Horizontal maximieren
es: Maximizar &Horizontalmente
fr: Maximiser &horizontallement
ru: Увеличить &Горизонтально

source: Maximize &Grow
de: Auf &freie Fläche maximieren
es: Maximizar &Crecimiento
fr: Maximize &croître
ru: Увеличить &Вырост

source: Maximize &Smart
de: Auf &größte freie Fläche maximieren
es: Maximizar &Inteligente
fr: Maximiser &intelligent
ru: Увеличить &Умно

source: Maximize Grow V&ert.
de: Auf &vert. freie Fläche maximieren
es: Maximizar Crecimiento V&ert.
fr: Maximiser croître V&ert.
ru: Увеличить Вырост В&ерт.

source: Maximize Grow H&oriz.
de: Auf horiz. freie Fläche maximieren
es: Maximizar Crecimiento H&oriz.
fr: Maximiser croître H&oriz.
ru: Увеличить Вырост Г&ориз.

source: Maximize &Full Screen
de: Auf Voll&bildschirm maximieren
es: Maximizar &Pantalla Completa
fr: P&lein écran
ru: Увеличить &Полный Экран

source: &Unmaximize Full Screen
de: Auf Normalbildschirm z&urück
es: &Desmaximizar Pantalla Completa
fr: &Retour écran normal
ru: &Неувеличить Полный Экран

source: Refresh Window
de: Fenster auffrischen
es: Refrescar Ventana
fr: Fenêtre rafraîchie
ru: Обновить Окно

source: Re&fresh Window
de: Fenster au&ffrischen
es: Re&frescar Ventana
fr: &Fenêtre rafraîchie
ru: Об&новить Окно

source: Re&capture Window
de: Fenster au&ffrischen
es: Re&capturar Ventana
fr: Fenêtre &rafraîchie
ru: Пере-&захватить Окно

source: &Place Again
de: Fenster neu &plazieren
es: &Colocar de nuevo
fr: Re&positionner
ru: &Поставить Опять

source: &Restore
de: Zurücksetzen
es: &Restaurar
fr: R&estaurer
ru: &Возобновить

source: Rearrange Windows
de: Fenster anordnen
es: Reorganizar Ventanas
fr: fenetre rearranger
ru: Переставить Окна

source: &Cascade
de: &Kaskadieren
es: &Cascada
fr: &Cascader
ru: &Каскад

source: Tile &horizontally
de: Horizontal teilen
es: Mosaico &Horizontal
fr: Titre &horizontalle
ru: Разделить &горизонтально

source: Tile &vertically
de: Vertikal teilen
es: Mosaico &Vertical
fr: Titre &verticale
ru: Разделить &вертикально

source: &Arrange Icons
de: &Minimierte Fenster ordnen
es: &Organizar Iconos
fr: &Iconiser
ru: &Упорядочить Иконки

source: Window Utility
es: Utilidades de Ventana
fr: Fenêtre utilitaires

source: Create &Screenshot
de: Bildschirmfoto von Fenster
es: Captura de &Pantalla
fr: &Créer imprime écran
ru: Сделать &Скриншот

source: &Desktop Screenshot
de: Bildschirmfoto von Desktop
es: Captura &de Escritorio
fr: &Imprime écran du bureau
ru: Скриншот &Рабочего Стола

source: Layer &+1
de: Ebene &+1
es: Capa &+1
fr: Couche &+1
ru: Уровень &+1

source: Stays &Put
de: Auf Standardebene (4)
es: &Poner
ru: Остается &Поставить

source: Layer &-1
de: Ebene &-1
es: Capa &-1
fr: Couche &-1
ru: Уровень &-1

source: Stays On &Bottom
de: In &Hintergrund
es: Permanecer de&bajo
fr: Rester sur &l'arrière plan
ru: Остается &Позади

source: Desktopmenu
de: Desktopmenü
es: Menú de Escritorio
fr: Menu de bureau
ru: Меню Рабочего Стола

source: &Right Page
de: &Rechte Seite
es: Página &Derecha
fr: &Droite Page
ru: &Правая Страница

source: &Left Page
de: &Linke Seite
es: Página &Izquierda
fr: &Gauche Page
ru: &Левая Страница

source: &1. Page
es: &1. Página

source: &2. Page
es: &2. Página

source: &3. Page
es: &3. Página

source: &4. Page
es: &4. Página

source: Move to ...
de: Verschieben nach ...
es: Mover a ...
fr: Déplacer vers ...
ru: Переместить в ...

source: D&own Page
de: &Untere Seite
es: Página A&bajo
fr: Page &inférieure
ru: Н&ижняя Страница

source: &Up Page
de: &Obere Seite
es: Página &Arriba
fr: Page &supérieur

source: Conky Clock Ops
es: Conky Hora Ops
fr: Conky Montre Ops
ru: Опс часов Conky

source: Restart Conky Clock
es: Reiniciar Conky Hora
fr: Redémarrer Conky Montre
ru: Перезагрузить часы Conky

source: Restart Conky CPU
es: Reiniciar Conky CPU
fr: Redémarrer Conky CPU
ru: Перезагрузить Процессор Conky

source: Fvwm-Nightshade -- Base Setup
de: Fvwm-Nightshade Basiseinstellungen
es: Fvwm-Nightshade -- Configuración Básica
fr: Fvwm-Nightshade -- installation de base

source: Use this setup to configure base settings of Fvwm-Nightshade
de: Benutze dieses Setup um die Basiseinstellungen zu setzen
es: Utilizar esta instalación para configurar los ajustes base de Fvwm-Nightshade
fr: Utilisez l'installation pour configurer les réglages de base de Fvwm-Nightshade

source: ----------------- Environment ------------------
de: ------------------- Umgebung -------------------
es: ------------------- Entorno --------------------
fr: ---------------- Environnement -----------------

source: Used Splash:
de: Verw. Splash:
es: Pantalla de bienvenida:
fr: Splash util:

source: Show on start:
de: Bei Start an:
es: Mostrar al inicio:
fr: Au démarrage :

source: Yes
de: Ja
es: Sí
fr: Oui

source: ---------- Decoration (Windows, Menus) ----------
de: ---------- Dekoration (Fenster, Menüs) ----------
es: ---------- Decoración (Ventanas, Menús) ----------
fr: ---------- Decoration (Fenêtre, Menus) ----------

source: Used Theme:
de: Verw. Thema:
es: Tema usado:
fr: Thème utilisé:

source: (Others: Clean, Air, Ambience, CrystalBalls)
de: (Andere: Clean, Air, Ambience, CrystalBalls)
es: (Otros: Limpio, Aire, Ambiente, Bolas de Cristal
fr: (Autres: Clean, Air, Ambience, CrystalBalls)

source: Used Font:
de: Verw. Font:
es: Fuente usada:
fr: Police utilisé:

source: (E.g. Arial, Helvetia, Verdana)
de: (z.B. Arial, Helvetia, Verdana)
es: (P.e. Arial, Helvetia, Verdana)

source: Used Font size:
de: Verw. Fontgröße:
es: Tamaño de fuente usado:
fr: Taille utilisé:

source: (E.g. 10, 11, 13)
de: (z.B. 10, 11, 13)
es: (P.e. 10, 11, 13)

source: ------- Panels (Iconman, Pager, Systray) -------
es: ------- Paneles (Iconman, Pager, Systray) -------

source: Used Layout:
de: Verw. Layout:
es: Usar Layout:
fr: Mise en page:

source: Horizontal (Panels on top)
de: Horizontal (Panels oben)
es: Horizontal (Paneles arriba)
fr: Horizontale (Panels en haut)

source: Vertical (Panels on right side)
de: Vertical (Panels auf rechter Seite)
es: Vertical (Paneles en la derecha)
fr: Vertical (Panels sur le côté droit)

source: G2like (Panels on top and bottom)
de: G2like (Panels oben und unten)
es: G2like (Paneles arriba y abajo)
fr: G2like (Panels en haut et en bas)

source: ----------------- Applications -----------------
de: ------------------ Programme -------------------
es: ----------------- Aplicaciones -----------------

source: Used Terminal:
de: Verw. Terminal:
es: Terminal Usado:
fr: Terminal:

source: (E.g. konsole, aterm, rxvt)
de: (z.B. konsole, aterm, rxvt)
es: (P.e. konsole, aterm, rxvt)

source: Used Browser:
de: Verw. Browser:
es: Navegador Usado:
fr: Navigateur:

source: (E.g. chromium, seamonkey)
de: (z.B. chromium, seamonkey)
es: (P.e. chromium, seamonkey)

source: Apply & Save
de: Anwenden & Speichern
es: Aplicar y Guardar
fr: Appliquer

source: Reset
de: Zurücksetzen
es: Resetear

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Run Command
de: Befehl ausführen
es: Ejecutar comando
fr: Exécutez commande
ru: Запуск Команды

source: Command:
de: Befehl:
es: Comando:
fr: Commande:
ru: Команда:

source: Run in Terminal
de: In Terminal ausführen
es: Ejecutar en Terminal
fr: Lancer avec terminal
ru: Запустить в Терминале

source: Execute
de: Ausführen
es: Ejecutar
fr: Exécuter
ru: Запустить

source: About
de: Über
es: Acerca de
fr: À propos
ru: Про...

source: Version
es: Versión
ru: Версия

source: Authors
de: Autoren
es: Autores
fr: Auteurs
ru: Авторы

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

source: Fvwm Version Info
de: Fvwm Versions Info
es: Info Version de Fvwm
ru: Информация о версии Fvwm

source: Mouse Bindings for Root area
de: Maus Bindings für Root Bereich
es: Vincular Ratón para area Root
fr: Souris figer pour root domaine
ru: Связки мыши для корневой площади

source: Mouse 1: Root menu
de: Maus 1: Root Menü
es: Ratón 1: Menú Raíz
ru: Мышь 1: Корневое меню

source: Mouse 2: Window list
de: Maus 2: Window Liste
es: Ratón 2: Lista de Ventanas
ru: Мышь 2: Лист Окна

source: Mouse 3: Desktop Oops menu
de: Maus 3: Desktop Oops Menü
es: Ratón 3: Menú Oops de Escritorio
ru: Мышь 3: Оопс меню рабочего стола

source: Mouse 4/5: Switch to page left/right with
de: Maus 4/5: Wechseln zur linken/rechten Seite mit
es: Ratón 4/5: Cambiar a página izquierda/derecha con
fr: Mouse 4/5: changer pour la page gauche/droite avec
ru: Мышь 4/5: Перейти на страницу левый/правый с

source: SHIFT-ALT + rolling wheel up/down anywhere
de: SHIFT-ALT + Scrollrad rauf/runter
es: SHIFT-ALT + rueda arriba/abajo
ru: SHIFT-ALT + барабан мыши вверх/вниз в любом направлении

source: Switch with window to page left/right with
de: Mit Fenster zur linken/rechten Seite wechseln mit
es: Mandar ventana a página izquierda/derecha with
fr: Changer pour la fenêtre gauche/droite avec
ru: Перейти вместе с окном на страницу левый/правый с

source: SHIFT-CTRL + rolling wheel up/down anywhere
de: SHIFT-STRG + Scrollrad rauf/runter
es: SHIFT-CTRL + ruleta arriba/abajo
ru: SHIFT-ALT + барабан мыши вверх/вниз в любом направлении

source: Mouse Bindings for Titlebar
de: Maus Bindings für Titelleiste
es: Atajos de Ratón para Barra de Título
fr: Souris figer pour la barre de titre
ru: Связки мыши для заглавия
