Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fvwm-nightshade.*.po
Languages: de, es, fr, ru

source: Mouse 1: Drag moves window
de: Maus 1: Ziehen bewegt Fenster
es: Ratón 1: Arrastrar para mover la ventana
ru: Мышь 1: окна переместятся тасканием

source: Maximize on double click
de: Maximieren bei Doppelklick
es: Maximizar con doble click
fr: Agrandir avec un double clic
ru: Увеличить при двойном клике

source: Mouse 2: Drag moves window
de: Maus 2: Ziehen bewegt Fenster
es: Ratón 2: Arrastrar para mover la ventana
ru: Мышь 2: окна переместятся тасканием

source: Raise or lower with click
de: Anheben oder absenken mit Klick
es: Elevar o bajar con Click
fr: Augmenter ou diminuer avec un clic
ru: поднять или спустить при клике

source: Mouse 3: WindowOpsTrimmed menu with click
de: Maus 3: WindowOpsTrimmed-Menü mit Klick
es: Ratón 3: Menú resumido de Ops de Ventana con click
fr: Mouse 3: WindowOpsTrimmed menu avec clic
ru: Мышь 3: WindowOpsTrimmed меню с кликом

source: WindowOpsFull menu with ALT + click
de: WindowOpsFull-Menü mit ALT + Klick
es: Menú Completo de Ops de Ventana con ALT + click
fr: WindowOpsFull menu avec ALT + click
ru: WindowOpsFull меню с ALT + клик

source: Mouse 4/5: Shade/unshade window
de: Maus 4/5: Fenster ein/ausrollen
es: Ratón 4/5: Enrrollar/Desenrrollar ventana
ru: Мышь 4/5: Окно Тонирования/нетонирпвамия

source: with rolling wheel up/down
de: mit Mausrad vor/zurück
es: con rueda arriba/abajo
fr: monter/descendre avec la roulette
ru: с барабаном вверх/вниз

source: Mouse Bindings for Corners and Sides
de: Maus Bindings für Ecken und Seiten
es: Atajos de Ratón para Esquinas y Lados
fr: Souris figer pour les coin et les côtés
ru: Связки мыши для углов и сторон

source: Mouse 1: Drag resize window
de: Maus 1. Ziehen passt Fenstergröße an
es: Ratón 1: Arrastrar para cambiar el tamaño de Ventana
fr: Mouse 1: Redimensionner la fenêtre par glissement
ru: Мышь 1: окна меняют величему тасканием

source: Mouse Bindings for Window area
de: Maus Bindings für Fensterbereich
es: Atajos de Ratón para area de Ventana
fr: Souris figer pour la zone de la fenêtre
ru: Связки мыши для площади окна

source: Mouse 1: Root menu with ALT + click
de: Maus 1: Rootmenü mit ALT + Klick
es: Ratón 1: Menú Raíz con ALT + click
fr: Mouse 1: Menu root avec ALT + clic
ru: Мышь 1: Корневое меню с ALT + клик

source: Mouse 2: Drag + ALT moves window
de: Maus 2: Ziehen + ALT bewegt Fenster
es: Ratón 2: Arrastrar + ALT mover ventana
fr: Mouse 2: Glisser + ALT déplacer fenêtre
ru: Мышь 2: таскать + ALT перемещает окно

source: Raise or lower with ALT + click
de: Anheben oder absenken mit ALT + Klick
es: Elevar o bajar con ALT + click
fr: Augmenter ou diminuer with ALT + click
ru: Поднять или спустить с ALT + клик

source: Mouse Bindings for Icons
de: Maus Bindings für Icons
es: Atajos de Ratón para Iconos
fr: Souris enfoncé pour les icônes
ru: Связки мыши для икон

source: Mouse 1: Drag moves icon
de: Maus 1: Ziehen bewegt Icons
es: Ratón 1: Arrastrar para mover Icono
fr: Mouse 1: Le glissement déplace l'icônes
ru: Мышь 1: Таскание перемещает иконки

source: Deiconify with double click
de: Zurück in Fensterform mit Doppelklick
es: Deiconificar con doble click
fr: Retour à l'ancienne version avec un double clic
ru: Убрать иконки двойным щелчком

source: Root menu with ALT + click
de: Rootmenü mit ALT + Klick
es: Menú Raíz con ALT + click
fr: Menu root avec ALT + click
ru: Корень меню с ALT + клик

source: Mouse 2: Deiconify icon with click
de: Maus 2: Zurück in Fensterform mit Klick
es: Ratón 2: Deiconificar icono con click
fr: Mouse 2: Deiconify icon avec clic
ru: Мышь 2: Убрать иконки одним щелчком

source: All of same resource group with CTRL + click
de: Alle der gleichen Fenstergruppe mit STRG + Klick
es: Todos los del mismo grupo de recursos con CTRL + click
fr: Groupement des mêmes resources avec CTRL + clic
ru: Сгруппировать похожие ресурсы с CTRL + клик

source: WindowGroupOps menu with CTRL + click
de: WindowGroupOps-Menü mit STRG + Klick
es: Menú de Ops Grupos de Ventana con CTRL + click
fr: WindowGroupOps menu avec CTRL + clic
ru: WindowGroupOps меню с CTRL + клик

source: Screenshot Info for window
de: Bildschirmfoto des aktiven Fensters
es: Info Captura de ventana
fr: Imprime écran d'information pour la fenêtre
ru: Информация скриншота для окна

source: Screenshot created:
de: Bildschirmfoto erstellt:
es: Captura creada:
fr: Imprime écran créé:
ru: Скриншота создан:

source: ImageMagick isn't installed. No screenshot created.
de: ImageMagick ist nicht installiert. Kein Bildschirmfoto erstellt.
es: ImageMagick no está instalado. Ninguna captura fue realizada.
fr: ImageMagick n'est pas installé. Aucun imprime écran crée
ru: ImageMagick не найден. скриншот не создан.

source: Desktop Screenshot Info
de: Bildschirmfoto des Desktops
es: Info de Captura de Escritorio
ru: Информация скриншота рабочего стола

source: Suspend Info
de: Bereitschaftsmodus Info
es: Info de Suspensión
fr: Info suspendu
ru: Информация приостоновки

source: Install pm-utils for full functionality
de: Installiere pm-utils für volle Funktionalität
es: Instalar pm-utils para funcionalidad completa
fr: Installer pm-utils pour avoir l'ensemble des fonctionnalités
ru: Для полной функциональности нужен pm-utils

source: Hibernate Info
de: Ruhezustandsmodus Info
es: Info Hibernación
fr: Info hiberné
ru: Информация о Гипернации

source: Lock screen Info
de: Sperrschirm Info
es: Info Bloqueo de Pantalla
fr: Info écran verrouillé
ru: Информация о лок скрине

source: 'xscreensaver' not running or not installed.
de: 'xscreensaver' läuft nicht oder ist nicht installiert.
es: 'xscreensaver' no funciona o no instalado
fr: 'xscreensaver' pas en fonctionnement ou pas installé
ru: 'xscreensaver' не работает, иле не найден.

source: Screensaver Info
de: Bildschirmschoner Info
es: Info de Protector de Pantalla
fr: Info écran de sauvegarde
ru: Информация о заставке

source: Install xscreensaver for full functionality
de: Installiere xscreensaver für volle Funktionalität
es: Instalar xcreensaver para funcionalidad completa
fr: Installer pm-utils pour avoir l'ensemble des fonctionnalités
ru: Для полной функциональности нужен xscreensaver

source: Wallpaper browser Info
es: Info de explorador para Wallpaper
fr: Navigateur papier paint info
ru: Информация об обойах

source: Install ImageMagick AND feh for full functionality.
de: Installiere ImageMagick UND feh für volle Funktionalität
es: Instalar ImageMagick Y feh para funcionalidad completa
fr: Installer ImageMagick et feh pour avoir l'ensemble des fonctionnalités
ru: Для полной функциональности нужны feh и ImageMagick

source: Keyboard Layout Info
de: Tastatur-Layout Info
es: Info Layout de teclado
fr: Info disposition clavier
ru: Информация о Клавиатуре

source: Install xneur/gxneur for full functionality
de: Installiere xneur/gxneur für volle Funktionalität
es: Instalar xneur/gxneur para funcionalidad completa
fr: Installer xneur/gxneur pour avoir l'ensemble des fonctionnalités
ru: Для полной функциональности нужен xneur/gxneur

source: Gtk+ Decor Info
de: Gtk+ Dekor Info
es: Info Decoración Gtk+
ru: Информация об Gtk+ Декоре

source: Install LxApearance for Gtk+ apps
de: Installiere LxApearance für Gtk+ Applikationen
es: Instalar LxAppearance para aplicaciones Gtk+
fr: Installer LxApearance pour l'application Gtk+
ru: Нужна установка LxApearance программ Gtk+

source: Qt3 Decor Info
de: Qt3 Dekor Info
es: Info Decoración Qt3
ru: Информация об Qt3 Декоре

source: Install qtconfig-qt3 for Qt3 apps
de: Installiere qtconfig-qt3 für Qt3 Applikationen
es: Instalar qtconfig-qt3 para aplicaciones Qt3
fr: Installer qtconfig-qt3 pour l'application Qt3
ru: Информация qtconfig-qt3 для программ Qt3

source: Qt4 Decor Info
de: Qt4 Dekor Info
es: Info Decoración Qt4
ru: Информация об Qt3 Декоре

source: Install qtconfig-qt4 for Qt4 apps
de: Installiere qtconfig-qt4 für Qt4 Applikationen
es: Instalar qtconfig-qt4 para aplicaciones Qt4
fr: Installer qtconfig-qt4 pour Qt4 application
ru: Информация qtconfig-qt4 для программ Qt4

source: Page Key Bindings
de: Seiten-Tastatur Bindings
es: Atajos de teclado para páginas
fr: Touche Page enfoncé
ru: Ключевые Связки Страницы

source: Cursor right/left: Switch to page right/left
de: Cursor rechts/links: Wechsle zur rechten/linken Seite
es: Cursor derecha/izquierda: Cambiar a página derecha/izquierda
fr: Curseur droite/gauche: changer de page droite/gauche
ru: Курсор правый/левый: сменить страницу правый/левый

source: 1-4: Switch to page n
de: 1-4: Wechsle zu Seite n
es: 1-4: Cambiar a página n
fr: 1-4: change pour la page n
ru: 1-4: Переменит на страницу n

source: Cursor right/left: Switch active window to page right/left
de: Cursor rechts/links: Wechsle mit aktivem Fenster zur rechten/linken Seite
es: Cursor derecha/izquierda: Enviar ventana activa a página derecha/izquierda
fr: Curseur droite/gauche: changer la fenêtre active pour la page droite/gauche
ru: Курсор правый/левый: Переместить активное окно на страницу правый/левый

source: 1-4: Switch active window to page n
de: 1-4: Wechsle mit aktivem Fenster zu Seite n
es: 1-4: Cambiar ventana activa a página n
fr: Change la fenêtre active pour la page n
ru: 1-4: Переместить активное окно на страницу n

source: Cursor right/left/up/down: Move mouse pointer by 1% of a page
de: Cursor rechts/links/rauf/runter: Bewege Mauszeiger 1% weiter auf der Seite
es: Cursor derecha/izquierda/arriba/abajo: Mover puntero del ratón un 1% de una página
fr: Curseur droite/gauche/haut/bas: déplace le pointeur de la souris de 1% de la page
ru: Курсор левый/правый/вверх/вниз: Переместить пойнтер на 1% страницы

source: Cursor right/left/up/down: Scroll right/left by 10% of a page
de: Cursor rechts/links/rauf/runter: Bewege die Seite 10% nach rechts/links
es: Cursor derecha/izquierda/arriba/abajo: Desplazarse a la derecha/izquierda un 10% de una página
fr: Curseur droite/gauche/haut/bas: défile de 10% de la page
ru: Курсор левый/правый/вверх/вниз: Прокрутка левый/правый на 10% страницы

source: Cursor up/down: Switch to page up/down
de: Cursor rauf/runter: Wechsle zur oberen/unteren Seite
es: Cursor arriba/abajo: Cambiar a página arriba/abajo
fr: Curseur haut/bas change la page de haut/bas
ru: Курсор вверх/вниз: Переместиться на страницу вверх/вниз

source: Cursor up/down: Switch active window to page up/down
de: Cursor rauf/runter: Wechsle mit aktivem Fenster zur oberen/unteren Seite
es: Cursor arriba/abajo: Enviar ventana activa a página arriba/abajo
fr: Curseur haut/bas change la fenêtre active de haut/bas
ru: Курсор вверх/вниз: Переместить активное окно на страницу вверх/вниз

source: ALT Key Bindings
de: ALT Tastatur Bindings
es: Atajos de teclado con ALT
fr: Touche ALT enfoncé
ru: ALT связки кнопок

source: F1: Open root menu F7: Move window
es: F1: Abrir Menú Raíz F7: Mover ventana
ru: F1: Открыть корневое окно F7: Переместить окно

source: F2: Launch 'run' dialog box F8: Resize window
es: F2: Ejecutar 'run' diálogo F8: Cambiar tamaño de ventana
ru: F2: запустить диалог 'run' F8: Сменить размер окна

source: F3: Show window list F9: Minimize window
es: F3: Mostrar lista de ventanas F9: Minimizar Ventana
ru: F3: Показать лист окон F9: Уменьшить окно

source: F4: Close active window F10: Maximize/restore window
es: F4: Cerrar ventana activa F10: Maximizar/restaurar ventana
ru: F4: Закрыть активное окно F10: Увеличить/Возобновить окно

source: F5: Show/hide AppletIconMan F11: Fullscreen/restore window
es: F5: Mostrar/ocultar AppletIconMan F11: Pantalla Completa/Restaurar ventana
ru: F5: Показа/спрятать AppletIconMan F11: Полный экран/возобновить окно

source: F6: Cycle between same F12: Identify window
es: F6: Alternar entre ventanas F12: Identificar ventana
ru: F6: Цикл между тем же самым F12: Идентифицировать Окно

source: resource windows
de: fenstern wechseln
es: con similares recursos
ru: Окно ресурсов

source: Tab: Switching focus to next window
de: Tab: Wechseln zum nächsten Fenster
es: Tab: Cambiar foco a la siguiente ventana
fr: Tab: Mise en focus à la fenêtre suivante
ru: Tab: Переменить фокус на следующее окно

source: Tab: Switching focus to previous window
de: Tab: Wechseln zum vorherigen Fenster
es: Tab: Cambio de foco a la ventana anterior
fr: Tab: Mise en focus à la fenêtre précédente
ru: Tab: Переменить фокус на предведущее окно

source: Print: Screenshot of the active window
de: Druck: Bildschirmfote des aktiven Fensters
es: Imprimir: Captura de ventana activa
fr: Affiche: Imprime écran de la fenêtre active
ru: Print: Скриншот активного окна

source: None:
de: Nichts:
es: Ninguno:
fr: Rien:
ru: ни:

source: Print: Screenshot of current page
de: Druck: Bildschirmfote der aktuellen Seite
es: Imprimir: Captura de página actual
fr: Affiche: Imprime écran de la page actuelle
ru: Print: Скриншот настоящего окна

source: Help Keys with CTRL-ALT
de: Hilfetasten mit STRG-ALT
es: Teclas de ayuda con CTRL-ALT
fr: Touche Aide avec CTRL-ALT
ru: Кнопки помощи с CTRL-ALT

source: A: List ALT bindings
de: A: ALT-Bindings auflisten
es: A: Lista de atajos con ALT
fr: A: List ALT enfoncé
ru: A: Лист ALT связок

source: C: List CTRL bindings
de: C: STRG-Bindings auflisten
es: C: Lista de atajos con CTRL
fr: C: List CTRL enfoncé
ru: C: Лист CTRL связок

source: P: List Page bindings
de: P: Seiten-Bindings auflisten
es: P: Lista de atajos de Página
fr: P: List Page enfoncé
ru: P: Лист Страничмых связок

source: CTRL Key Bindings
de: STRG-Tasten-Bindings
es: Atajos de teclado con CTRL
fr: Touche CTRL enfoncé
ru: CTRL Ключевые связки

source: F1: Open full Oops menu F2: Launch FvwmConsole
de: F1: Voll-Oops-Menü öffnen F2: FvwmConsole starten
es: F1: Abrir menú Ooops completo F2: Lanzar FvwmConsole
fr: F1: Menu full Oops ouvert F2: Laucer FvwmConsole
ru: F1: Открыть полное меню Oops F2: Запустить FvwmConsole

source: D: Hide/unhide all windows T: Launch Terminal
de: D: Alle Fenster minimieren/zeigen T: Terminal starten
es: D: Ocultar/mostrar todas las ventanas T: Ejecutar Terminal
fr: D: Cacher/Décacher toutes les fenêtres T: Lancer le Terminal
ru: D: Скрыть/Показать все окна T: Запустить Терминал

source: L: Lock Screen
de: L: Bildschirm sperren
es: L: Bloquear Pantalla
fr: L: écran verrouillé
ru: L: Лок Скрин

source: Left Button Bindings
de: Bindings für linken Fenster-Button
es: Atajos con Botón Izquierdo
fr: Bouton gauche enfoncé
ru: Связки левой кнопки

source: Mouse 1: WindowOps menu
de: Maus 1: WindowOps-Menü
es: Ratón 1: Menú de Ops de ventana
ru: Мышь 1: WindowOps меню

source: Mouse 2: Move to page menu
de: Maus 2: Bewege zu Seitenmenü
es: Ratón 2: Menú Mover-a-Página
fr: Mouse 2: Déplacer vers la page menu
ru: Мышь 2: Переместить на страницу меню

source: Mouse 3: WindowGroupOps menu
de: Maus 3: WindowGroupOps-Menü
es: Ratón 3: Menú Ops de grupo de ventanas
ru: Мышь 3: WindowGroupOps меню

source: Close Button Bindings
de: Bindings für Schließen Fenster-Button
es: Atajos del Botón Cerrar
fr: Bouton fermeture enfoncé
ru: Связки кнопки 'Закрыть'

source: Mouse 1: Delete on click
de: Maus 1: Schließen mit Klick
es: Ratón 1: Eliminar con click
fr: Mouse 1: Effacer au click
ru: Мышь 1: Удалить при нажатии

source: Destroy on double click
de: Zerstören mit Doppelklick
es: Destruir con doble click
fr: Détruire avec le double clic
ru: Уничтожить при двойном щелчке

source: Maximize Button Bindings
de: Bindings für Maximieren Fenster-Button
es: Atajos del Botón Maximizar
fr: Button maximiser enfoncé
ru: Связки кнопки 'Увеличить'

source: Mouse 1: Maximize fully on click
de: Maus 1: Voll maximieren mit Klick
es: Ratón 1: Maximizar completamente con click
fr: Mouse 1: Maximiser pleinement cliquez sur
ru: Мышь 1: Увеличить полностью при клике

source: Maximize menu on double click
de: Maximierenmenü mit Doppelklick
es: Menú Maximizar con doble click
fr: Menu maximiser avec le double clic
ru: Увеличить меню при двойном клике

source: Mouse 2: Maximize vertically
de: Maus 2: Vertikal maximieren
es: Ratón 2: Maximizar verticalmente
fr: Mouse 2: Maximiser verticallement
ru: Мышь 2: Увеличить вертикально

source: Mouse 2 + Alt: Maximize horizontally
de: Maus 2 + Alt: Horizontal maximieren
es: Ratón 2 + Alt: Maximizar horizontalmente
fr: Mouse 2 + Alt: Maximiser horizontallement
ru: Мышь 2 + Alt: Увеличить горизонтально

source: Mouse 3: Maximize smart
de: Maus 3: Smart maximieren
es: Ratón 2: Maximizar intelligente
fr: Maximiser intelligent
ru: Мышь 3: Увеличить умно

source: Minimize Button Bindings
de: Bindings für Minimieren Fenster-Button
es: Atajos del Botón Minimizar
fr: Bouton minimiser enfoncé
ru: Связки кнопки 'Уменьшить'

source: Mouse 1: Iconify
de: Maus 1: Zu Icon minimieren
es: Ratón 1: Iconificar
ru: Мышь 1: Иконывикация

source: Mouse 2: Iconify on resource group
de: Maus 2: Fenstergruppe zu Icons minimieren
es: Ratón 2: Iconificar el grupo de recursos
ru: Мышь 2: Иконывикация при группировке ресурсов

source: Mouse 3: Iconify toggle resource group
de: Maus 3: Fenstergruppe zu minimieren/wiederherstellen
es: Ratón 3: (Des)Iconificar grupo de recursos
ru: Мышь 3: Иконывикация активировать группировку ресурсов

source: Menu Folders
de: Menüordner
es: Menú de Carpetas
fr: Menu dossiers

source: Menu Entries
de: Menüeinträge
es: Menú de Entradas
fr: menu entrée

source: Add >
de: Hinzufügen >
es: Añadir >
fr: Ajouter >

source: < Remove
de: < Entfernen
es: < Eliminar
fr: < Enlever

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder

source: Quit
de: Beenden
es: Cerrar
fr: Quitter

source: !!! Changed menu not saved !!! Next click will quit.
de: !!! Geändertes Menü nicht gespeichert !!! Nächster Klick beendet.
es: !!!Menú cambiado no guardado!!! Siguiente click lo cerrará
fr: !!! Le menu a changé sans être sauvegarder!!! Prochain clic quittera le menu.

source: Personal Entries
de: Persönliche Einträge
es: Entradas Personales
fr: Entrées personnelle

source: Personal Entries
de: Persönliche Einträge
es: Entradas Personales
fr: Entrées personnelle

source: Personal applications*
de: Persönliche Programme*
es: Aplicaciones Personales
fr: Application personnelle*

source: Personal menu saved
de: Persönliches Menü gespeichert
es: Menú Personal guardado
fr: Menu personnel sauvegardé

source: Added '
de: Füge '
es: Añadir '
fr: Ajouté '

source: ' to menu
de: ' zu Menü hinzu
es: ' a menú
fr: ' au menu

source: Removed '
de: Entferne '
es: Eliminado '
fr: Enlevé '

source: ' from menu
de: ' von Menü
es: ' del menú
fr: ' du menu

source: Vendor
es: Vendedor
fr: Vendeur

source: CPU Count
es: Número CPUs
fr: Compteur CPU

source: At the moment the governor 'userspace' is not supported, so you cannot use it!
de: Zur Zeit wird der Governor 'userspace' nicht unterstützt und kann nicht benutzt werden!
es: En este momento el manejador 'userspace' no es soportado, no puede usarlo!
fr: Pour l'instant le gouvernement 'userspace'n'est pas supporté, donc vous ne pouvez pas l'utiliser

source: But you get the same result with governor 'powersave' and one of the frequencies
de: Aber Sie erhalten das gleiche Ergebnis mit dem Governor 'powersave' und einer der Frequenzen
es: Pero usted puede obtener el mismo resultado con 'powersave' y una de las frecuencias
fr: mais vous obtenez le même résultat avec le gouvernement 'powersave' et un autres de cette fréquence

source: in 'Min Frequency', or governor 'performance' in combination with 'Max Frequency'.
de: in 'Min Frequenz', oder dem Governor 'performance' in Kombination mit 'Max Frequenz'.
es: en 'Mín Frecuencia', o manejador 'performance' en combinación con 'Máx Frecuencia'.
fr: dans 'fréquence min' , ou gouvernement 'perfermonce' en combinant avec 'fréquence max'.

source: Min Frequency
de: Min Frequenz
es: Mín Frecuencia
fr: Fréquence min

source: Max Frequency
de: Max Frequenz
es: Máx Frecuencia
fr: Fréquence max

source: not installed
de: Nicht installiert
es: no instalado
fr: pas installé

source: Set
de: Setzen
es: Ajustar

source: updated and cpufreq set.
de: upgedated und cpufreq gesetzt.
es: actualizar y ajustar cpufreq
fr: mis à jour et cpufreq set.

source: New file
de: Neue Datei
es: Nuevo archivo
fr: Nouveau fichier

source: written and cpufreq set.
de: geschrieben und cpufreq gesetzt.
es: escrito y cpufreq ajustado.
fr: écrit et pufreq set.

source: Fvwm Menu Desktop Config
de: Fvwm Menu Desktop Konfiguration
es: Fvwm Menu Desktop Configuración
fr: Configuration de Fvwm Menu Desktop

source: Multiple Menu
de: Mehrfachmenü
es: Menú múltiple
fr: Menu multiple

source: Menus in
de: Menüs in
es: Menús en
fr: Menus dans

source: No menus found! Check why from within a terminal with
de: Keine Menüs gefunden! In einem Terminal checken warum mit
es: No se han encontrado menús! Compruebe porque desde un terminal con
fr: Pas de menu trouvé ! Depuis un terminal, contrôlez pourquoi avec

source: Single Menu
de: Einzelmenü
es: Menú Único
fr: Menu simple

source: If you want a single menu only deselect all menus above and fill out the fields below.
es: Si desea que sólo un único menú, anular la selección de todos los menús anteriores y complete los
fr: Si vous voulez un menu unique, désélectionner tous les menus ci-dessus et remplissez les champs

source: But remember, if the menu doesn't exist, nothing happens.
es: campos siguientes. Pero recuerde, si el menú no existe, no pasa nada.
fr: ci-dessous. Mais rappelez-vous, si le menu n'existe pas, rien ne se passe.

source: Menu Top Title:
es: Menú top título:
fr: Titre du menu :

source: Install-Prefix:
es: Instalar-Prefijo:
fr: Préfixe de menu :

source: Desktop:
es: Escritorio:
fr: Bureau:

source: Menutype:
es: Tipo de menú:
fr: Type de menu:

source: General Options
de: Generelle Optionen
es: Opciones generales
fr: Options générales

source: Used Menu Type:
es: Tipo de menú usado:
fr: Type de menu utilisé:

source: Multiple
es: Múltiple

source: Single
de: Einzel
es: Único
fr: Simple

source: Use Icons?
es: Usar Iconos?
fr: Utiliser des icônes?

source: Yes
es: Sí
fr: Oui

source: Icon size:
es: Tamaño de icono:
fr: Taille d'icône:

source: (Default is 24)
de: (Default ist 24)
es: (Estándar es 24)
fr: (Par défaut, 24)

source: Use Titles?
es: Utilizar títulos?
fr: Utiliser des titres?

source: Used Icon theme:
es: Icono de tema usado:
fr: Thème d'icônes:

source: Menu(s) in a Menu?
es: Menú(s) en el menú?
fr: Menu(s) dans un menu?

source: Insert in menu:
es: Insertar en el menú:
fr: Insérer dans le menu:

source: Directory Icon:
es: Icono de carpeta:
fr: Annuaire d'icône:

source: Application Icon:
es: Aplicación icono:
fr: Icône d'applications:

source: Icon directory:
es: Directorio de iconos:
fr: Dossier des icônes:

source: (Directory for converted icons)
de: (für konvertierte Icons)
es: (Directorio de iconos convertidos)
fr: (Répertoire pour les icônes converties)

source: Output path:
es: Ruta de salida:
fr: Chemin de sortie:

source: (Full path to store output)
de: (voller Speicherpfad der Ausgabe)
es: (Ruta completa para almacenar la salida)
fr: (Chemin complêt du fichier de menu)

source: Generate Menu(s)
de: Menü(s) erstellen
es: Generar Menú(s)
fr: Générez le menu

source: Save Settings
de: Settings speichern
es: Guardar Configuración
fr: Sauvez les réglages

source: Regenerate XDG Menu(s)
de: XDG Menu(s) neu erstellen
es: Regenerar Menú(s) XDG
fr: Régénérer le(s) menu(s) XDG
ru: Регенерировать XDG Меню

source: Regenerate XDG Menu
de: XDG Menu neu erstellen
es: Regenerar Menú XDG
fr: Régénérer le menu XDG
ru: Регенерировать XDG Меню

source: In this section you can define a custom-assembled menu 'foo-bar.menu' placed on another
de: In dieser Sektion können Sie ein eigenerstelltes Menü 'foo-bar.menu', das an einem anderen
es: En esta sección usted puede crear un menú 'foo-bar.menu', que fue definido en otro lugar diferente a las
fr: Dans cette section vous pouvez customiser un menu 'foo-bar.menu' placé dans un autre
