Repository: Fvwm-Nightshade/Fvwm-Nightshade
Catalog: po/fvwm-nightshade.*.po
Languages: de, es, fr, ru

source: location as defined in the XDG menu definitions.
de: Ort als in den XDG Menüspezifikationen definiert ist, erstellen
es: especificaciones del menú XDG.
fr: emplacement comme defini dans les définitions du menu XDG.

source: Specifies the menu title of the top menu used by Fvwm's Popup command.
de: Spezifiziert den Menütitel des Topmenüs, das Fvwm's Popup Kommando verwendet.
es: Especifica el título del menú principal que es usado por el popup comando Fvwm's.
fr: Specifiez le titre du menu principal utilisé par la commande de Fvwm.

source: Default is 'FvwmMenu'.
de: Default ist 'FvwmMenu'.
es: Predeterminado es 'FvwmMenu'.
fr: La valeur par défaut est 'FvwmMenu'.

source: Overrides the standard locations for XDG menu definitions. The standard
de: Überschreibt die Standartorte für XDG Menüdefinitionen. Die Standardorte
es: Sobreescribir la ubicación estándar para las definiciones de menú XDG. Los sitios
fr: Écrase l'emplacement standard pour la definition du menu XDG. Les emplacements

source: locations are /etc/xdg/menus and
de: sind /etc/xdg/menus und
es: estándar son /etc/xdg/menus y
fr: standards sont /etc/xdg/menus et

source: if available.
de: wenn vorhanden.
es: si está disponible.
fr: si disponible.

source: Overrides the name of the main desktop environment installed on the
de: Überschreibt den Namen der Haupt-Desktop-Umgebung, das auf dem System installiert ist.
es: Sobreescribir el nombre del escritorio principal, que fue instalado en el sistema.
fr: Écrase le nom de l'environnement principal qui est installé sur le systeme.

source: system. If a system offers multiple desktop environments $XDG_MENU_PREFIX
de: Wenn ein System mehrere Desktop-Umgebungen bereitstellt, ist normalerweise $XDG_MENU_PREFIX
es: Si un sistema ofrece múltiples escritorios, $XDG_MENU_PREFIX es típicamente
fr: Si le systeme offre plusieurs environneents de bureau, $XDG_MENU_PREFIX est

source: is typically set. It is ignored if this field is used.
de: gesetzt. Die Variable wird jedoch ignoriert, wenn dieses Feld benutzt wird.
es: seleccionado. Es ignorado, si el campo es usado. Posibles nombres:
fr: normalement appliqué. Elle est ignorée si le champ est utilisé. Les noms

source: Possible names: gnome, kde, lxde, etc.
de: Mögliche Namen: gnome, kde, lxde, etc.
es: gnome, kde, lxde, etc.
fr: possibles sont: gnome, kde, lxde, etc.

source: Defines which type of menu should be found. Possible name types could be:
de: Definiert welcher menütyp gefunden werden soll. Mögliche Typen könnten sein:
es: Defina qué tipo de menú debe ser encontrado. Posibles tipos pueden ser: applications,
fr: Définit quel type de menu doit être trouvé. Les noms des types possibles

source: applications, settings, preferences, etc. Note if the specified menu type
de: applications, settings, preferences, etc. Achtung, wenn das hier spezifizierte Menü
es: settings, preferences, etc. Atención, si el tipo de menú especificado no existe, el
fr: peuvent être : applications, settings, preferences, etc. Attention: si le type

source: doesn't exist the generated menu is empty!
de: nicht existiert, ist das erstellte Menü leer!
es: menú generado está vacío!
fr: de menu specifié n'existe pas, le menu généré est vide !

source: In this section all XDG menus found on the system are shown. All selected menus
de: In diesem Bereich werden alle XDG Menüs angezeigt, die auf dem System gefunden werden.
es: En esta sección todos los menús XDG encontrados en el sistema son mostrados. Todos los
fr: Dans cette section tous les menus XDG trouvés seront affichés sur le systeme. Tous les

source: will integrate in one Fvwm menu. If you want to generate a custom-assembled menu
de: Alle ausgewählten Menüs werden in einem Fvwm-Menü integriert. Wenn Sie ein eigens
es: menús seleccionados, son integrados en un menú Fvwm. Si desea crear su menú propio,
fr: menus selectionnés seront intégrés dans un menu Fvwm. Si vous voulez générer

source: use the 'Single Menu' section.
de: zusammengestelltes Menu erstellen wollen, benutzen Sie die 'Einzelmenü' Sektion.
es: utilice la sección 'Menú único'.
fr: un menu client, utlisez la section 'Menu simple'.

source: List menus with checkboxes found in /etc/xdg/menus/
es: Lista los menús encontrados en /etc/xdg/menus/ con checkboxes.
fr: La liste des menus avec des cases à cocher se trouve dans /etc/xdg/menus/

source: List menus with checkboxes found in $HOME/.config/menus/
es: Lista los menús encontrados en $HOME/.config/menus/ con checkboxes.
fr: La liste des menus avec des cases à cocher se trouve dans $HOME/.config/menus/

source: Note that equal menus found under /etc/xdg/menus AND $HOME/.config/menus/
de: Anmerkung: gleiche Menüs, die in /etc/xdg/menus UND $HOME/.config/menus/ gefunden werden,
es: Nota: menús iguales encontrados en /etc/xdg/menus UND $HOME/.config/menus/, siguiendo la
fr: Notez que des menus identiques trouvés dans /etc/xdg/menus et $HOME/.config/menus/,

source: following the XDG menu specification only shown in $HOME/.config/menus/.
de: werden der XDG Menüspezifikation nur unter $HOME/.config/menus/ angezeigt.
es: especificación de menú XDG, son solamente mostrados en $HOME/.config/menus/.
fr: suivant la spécification de menu XDG ne sont montrés que dans $HOME/.config/menus/.

source: If no menus appear check why from within a terminal with 'fvwm-menu-desktop -v'.
es: Si ningun menú aparece, compruebe la causa desde un terminal con 'fvwm-menu-desktop -v'.
fr: Si le menu n'apparaît pas, vérifiez pourquoi dans un terminal avec 'fvwm-menu-desktop -v'.

source: Also it is a good idea to check .xsession-errors in the user home for errors.
de: Auch ist es eine gute Idee in .xsession-errors nach Fehlermeldungen zu schauen.
es: Una buena idea, es comprobar los mensajes de error en .xsession-errors.
fr: C'est aussi une bonne idée de chercher les erreurs dans ~/.xsession-errors.

source: One limitation exists:
de: Es existiert eine Limitierung:
es: Existe un límite:
fr: Il existe une limitation :

source: If there are too much menus found an error occurs in .xsession-errors:
de: Wenn zuviele Menüs gefunden werden, taucht folgende Fehlemeldung in .xsession-errors auf:
es: Si se encuentran muchos menús, aparece el siguiente error en .xsession-errors:
fr: S'il y a trop de menus trouvés, un message d'erreur apparaît dans .xsession-errors:

source: This happens because PipeRead used for menu generation has a command length
de: Das passiert, weil PipeRead, das zum generieren des Menüs verwendet wird, eine Limitierung
es: Esto sucede, porque PipeRead usada para generar el menú tiene un límite de 100 caracteres.
fr: Cela se produit quand PipeRead a utilisé pour la generation du menu une commande

source: limit of 1000 characters. Sorry for that inconvinience.
es: Perdón por este inconveniente.
fr: qui dépasse la limite de 1000 caractéres. Désolé pour la gêne occassionnée.

source: Set which menu generation will be used.
de: Setzt die zu verwendende Menügenerierungsart.
es: Establecer el menú de generación utilizado.
fr: Applique quel type de génération de menu sera utilisé.

source: Option enables mini-icons in the menu(s).
de: Option aktiviert Mini-Icons in dem/den Menü(s).
es: Opción para activar mini-iconos en el menú(s).
fr: Option pour activer les mini icônes dans le/les menu(s).

source: If 'Use Icons' is set, by default 24x24 mini-icons are used. If another size is
de: Wenn 'Icons verwenden' gesetzt ist, werden per default 24x24 Mini-Icons verwendet. Wenn eine
es: Si 'Usar Iconos' está seleccionado, 24x24 Mini-Iconos serán usados por defecto. Si otro
fr: Si 'Utiliser des icônes' est choisi, par defaut des mini-icones de 24x24 seront utilisés.

source: desired enter the wanted size in this field.
de: Größe verwendet werden soll, in diesem Feld eintragen.
es: tamaño es deseado, establecer el tamaño deseado en este campo.
fr: Si une autre taille est desirée, entrer la taille voulue dans ce champ.

source: If the specified icon isn't that size it is converted if ImageMagick is installed.
de: Wenn das Icon in der Größe nicht vorhanden ist, wird es konvertiert, wenn ImageMagick
es: Si el icono especificado no es de ese tamaño, será convertido, si ImageMagic está instalado.
fr: Si l'icône specifiée n'exsite pas à cette taille, elle peut être convertie si ImageMagick

source: Generated icons are saved in $HOME/.fvwm/icons or the directory specified here.
de: installiert ist. Generierte Icons werden unter $HOME/.fvwm/icons oder dem hier angegebenen
es: Iconos generados son guardados en $HOME/.fvwm/icons o el directorio especificado aquí.
fr: est installé. Les icônes générées sont sauvegardées sous $HOME/.fvwm/icons ou dans le

source: Otherwise no icon appears in the menu for that entry.
de: Verzeichnis gespeichert. Sonst taucht kein Icon im Menü für den Eintrag auf.
es: De otra manera ningún icono aparecerá en el menú para esa entrada.
fr: dossier spécifié ici. Sinon aucune icône apparaît dans le menu pour cette entrée.

source: Sets the used icon theme. Default is 'gnome' but all others found in
de: Setzt den verwendeten Icontheme. Default ist 'gnome', aber alle anderen die unter
es: Establecer el icono de tema usado. Por defecto es 'gnome', pero otros encontrados en
fr: Applique le théme d'icônes utilisé. Par défaut 'gnome', mais toute autre icône trouvée

source: /usr/share/icons can used except the hicolor theme because it's the default
de: /usr/share/icons gefunden werden, können verwendet werden. Ausgenommen 'hicolor', weil dieser
es: /usr/share/icons pueden ser usados. Exceptuando tema 'hicolor' porque es el tema por
fr: dans /usr/share/icons peut être utilisée sauf le théme hicolor car c'est le théme

source: fallback theme if no icon is found. Note that the theme name must be written
de: der default Fallback Theme ist, wenn kein Icon gefunden wird. Es ist wichtig, dass der Themename
es: defecto de reserva si ningún icono es encontrado. Atención al nombre del tema, debe de
fr: de secour par défaut, si aucune icône n'est trouvée. Notez que le théme doit avoir le

source: exactly as the icon directory e.g.
de: exakt gleich wie das Verzeichnis geschrieben wird:
es: ser escrito exactamente al directorio del icono:
fr: même nom que le dossier des icônes, par exemple :

source: If 'Use Icons' is enabled and for a directory in a menu no icon is found
de: Wenn 'Icons verwenden' gesetzt ist, jedoch für ein Verzeichnis kein Icon gefunden wird,
es: Si 'Usar Iconos' está activado y para un directorio en un menú ningún icono es encontrado,
fr: Si 'Utiliser des icônes' est actif et qu'aucune icône n'est trouvée dans un dossier,

source: as default icon is used. But if the gnome icon theme isn't
de: als Defaulticon verwendet. Aber wenn der Gnome-Icontheme nicht installiert ist,
es: será usado por defecto. Pero si el icono del tema de gnome no está
fr: est utilisé par defaut. Mais si le théme d'icône de gnome n'est pas

source: installed no default icon appears. Another icon can defined here.
de: taucht kein Icon für den Eintrag auf. Hier kann ein anderes Defaulticon definiert werden.
es: instalado, ningún icono aparecerá por defecto. Otro icono puede ser definido aquí. Sólo
fr: installé, aucune icône n'apparaîtera. D'autres icônes peuvent être definies ici.

source: Only the name of an icon is needed not the path!
de: Es muss nur der Name, nicht jedoch der Pfad angegeben werden!
es: el nombre de un icono es necesario, no la ruta!
fr: Seul le nom d'une icône est nécessaire, pas le chemin d'accés.

source: If 'Use Icons' is enabled and for an application no icon is found
de: Wenn 'Icons verwenden' gesetzt ist, jedoch für eine Applikation kein Icon gefunden wird,
es: Si 'Usar Iconos' está habilitado y para una aplicación ningún icono es encontrado,
fr: Si 'Utiliser des icônes' est actif et que pour une application aucune icnone n'est trouvée,

source: Enable this checkbox to insert generated menu(s) IN a menu.
de: Aktivieren Sie diese Checkbox, um erstellte Menüs IN einem Menü einzubinden.
es: Habilitar este checkbox para insertar menu(s) generados EN un menú.
fr: Activez cette case à cocher pour insérer le menu généré dans un menu.

source: Enter in this field the name of the menu (its top title) where the generated menu(s)
de: In diesem Feld den Namen des Menüs (seinen Toptitel) eintragen, wo die erstelten Menüs
es: Escriba en el campo de nombre de menú (encima del título) donde los menú(s) generados
fr: Entrez dans ce chanp le nom du menu (son titre principal) où le menu généré devra être

source: should insert. For more information see the USAGE section in the man page of
de: eingebunden werden sollen. Für mehr Informationen schauen Sie in der USAGE Sektion nach von
es: deberían insertarse. Para más información vea la sección de USO en la página de man
fr: inséré. Pour plus d'information regardez la section USAGE dans la page man de

source: If this option is set menus are generated with titles. Default is no titles.
de: Wenn diese Option gesetzt ist, werden Menüs mit Titeln erstellt. Default ist ohne Titel.
es: Si esta opción está activada, los menús son generados con títulos. Estándar es sin título.
fr: Si cet option est active les menus sont générés avec des titres. Par défaut sans titre.

source: Enter here the FULL path of the menu to store. Default path is $FVWM_USERDIR/.menu.
de: Tragen Sie hier den VOLLEN Speicherpfad des Fvwm-Menüs ein. Defaultpfad ist $FVWM_USERDIR/.menu.
es: Escriba aquí la ruta COMPLETA en el menú para guardarla. Estándar es $FVWM_USERDIR/.menu.
fr: Entrez ici le chemin complet du menu pour l'enregistrer. Par default $FVWM_USERDIR/.menu.

source: Window &Utilities
de: Fensterwerkze&uge
ru: &Утилиты Окна

source: Window Utilities
de: Fenster-Werkzeuge
ru: Утилита Окна

source: Page 1
de: Seite 1

source: Page 2
de: Seite 2

source: Page 3
de: Seite 3

source: Page 4
de: Seite 4

source: No
de: Nein
fr: Non

source: SHIFT-CTRL:
de: SHIFT-STRG:

source: ALT-CTRL:
de: ALT-STRG:

source: SHIFT-ALT-CTRL:
de: SHIFT-ALT-STRG:

source: F1: Open root menu F7: Move window
de: F1: Rootmenü öffnen F7: Fenster bewegen
fr: F1: Ouvrir menu root F7: Déplace la fenêtre

source: F2: Launch 'run' dialog box F8: Resize window
de: F2: 'Befehl ausführen' Dialog F8: Fenstergröße ändern
fr: F2: Boite de dialogue 'commande' F8: Redimensionne la fenêtre

source: F3: Show window list F9: Minimize window
de: F3: Zeige Fensterliste F9: Fenster minimieren
fr: F3:Affiche la liste de la fenêtre F9: Minimise la fenêtre

source: F4: Close active window F10: Maximize/restore window
de: F4 Schließe aktives Fenster F10: Fenster maximieren/wiederherstellen
fr: F4: Ferme la fenêtre active F10: Maximise/restaure la fenêtre

source: F5: Not used F11: Fullscreen/restore window
de: F5: Nicht verwendet F11: Fenster Vollbild/wiederherstellen
fr: F5: Pas utilisé F11: Plein écran/restaure la fenêtre

source: F6: Cycle between same F12: Identify window
de: F6: Innerhalb von Gruppen- F12: Fenster identifizieren
fr: F6: Cycle between same F12: Identifier la fenêtre

source: CTRL-ALT:
de: STRG-ALT:

source: Vendor:
de: Hersteller:

source: CPU Count:
de: CPU Anzahl:

source: If you want a single menu only deselect all menus above and fill out
de: Für ein Einzelmenü alle nicht benötigten Menüs deselektieren und die

source: the fields below. But remember, if the menu doesn't exist, nothing happens.
de: Felder unten ausfüllen. Achtung: wenn ein Menü leer ist, passiert nichts.

source: Menu Top Title:
de: Menü Top Titel:

source: Menutype:
de: Menütyp:

source: Used Menu Type:
de: Verwendeter Menütyp:

source: Multiple
de: Mehrfach

source: Use Icons?
de: Icons verwenden?

source: Icon size:
de: Icongröße:

source: Use Titles?
de: Titel verwenden?

source: Used Icon theme:
de: Benutzter Icontheme:

source: Menu(s) in a Menu?
de: Menü(s) in dem Menü?

source: Insert in menu:
de: Einfügen in Menü:

source: Directory Icon:
de: Verzeichnis-Icon:

source: Application Icon:
de: Applikations-Icon:

source: Icon directory:
de: Icon-Verzeichnis:

source: Output path:
de: Ausgabepfad:

source: List menus with checkboxes found in
de: Listet Menüs mit Checkboxen, gefunden in

source: If no menus appear check why from within a terminal with
de: Wenn keine Menüs erscheinen, checken Sie von einem Terminal aus warum mit

source: limit of 1000 characters. Sorry for that inconvenience.
de: von 1000 Zeichen für ein Kommando hat. Entschuldigen Sie die Unannehmlichkeit.

source: &Layout
fr: &Mise en page
ru: &Расположение

source: &Layouts
fr: &Mise en page
ru: &Расположение

source: Layouts
fr: Mise en page
ru: Расположение

source: No
fr: Non

source: &Terminal
ru: &Терминал

source: Wiki
ru: Вики

source: Fvwm-Nightshade Wiki
ru: Fvwm-Nightshade Вики

source: Fvwm Modules
ru: Fvwm Модули

source: &Rlogin
ru: &Рлогин

source: &Compositing
ru: &композитинга

source: FNS Base &Setup
ru: FNS &базовая конфигурация

source: FNS &Windows Behaviour
ru: FNS &Поведение Окон

source: Set &Date/Time
ru: Установить &дату/время

source: Compositing
ru: композитинга

source: FNS CompMgr &Configurator
ru: FNS CompMgr &Конфигуратор

source: &Menu Transparency
ru: прозрачность &меню

source: Active Window &Opacity
ru: Активное окно непрозрачности

source: Inactive Window &Transparency
ru: прозрачность &неактивного окна

source: &Move
ru: &Переместить

source: &Resize
ru: измените &размер

source: &Delete
ru: У&далить

source: &Close
ru: &Закрыть

source: &UnShade
ru: &НеТень

source: Desktop Preferences
ru: Настольные предпочтения

source: Root Menu
ru: Корневое меню

source: Page
ru: Страница

source: &Up Page
ru: &Верхняя Страница

source: Calender
ru: Календарь

source: Alarm
ru: тревога

source: Set Date/Time
ru: Установить дату/время

source: Conky Cpu Ops
ru: Conky Опс Процессора

source: CPU Performance
ru: Производительность процессора

source: Ok
ru: Ок

source: Menu
ru: Меню

source: Window List
ru: лист окон

source: Personal
ru: Персональное
